Repository: LesFruitsDefendus/guides
Catalog: docs/source/_locales/*/LC_MESSAGES/harvest-guide/annexes/1-bike-safety.po
Languages: fr

source: Annex 1: Information on bike safety and the trailer
fr: Annexe #1: Information sécurité-vélo

source: We know well that Montreal cyclists do not always follow the Highway Code to the letter, but when pulling a trailer, you should be extremely prudent. Be more than vigilant!
fr: On sait bien qu’à Montréal les cyclistes ne suivent pas toujours le Code de la route à la lettre, mais avec une remorque à l’arrière, il faut être extrêmement prudent.e. Soyez plus que vigilant.e!

source: Plan your route well in advance using bike path maps available to you in our binder or available online [here](http://www.velo.qc.ca/fr/publication.php?id=5112010)
fr: Planifiez votre route d’avance en utilisant des cartes pour cyclistes disponible dans le cartable des chef.fe.s de cueillette ou en ligne [here](http://www.velo.qc.ca/fr/publication.php?id=5112010)

source: Remember that you will travel slower with a trailer and remember that turning requires extra attention.
fr: Notez que vous allez voyager plus lentement avec une remorque et notez que le virage nécessite une attention particulière.

source: Look around you, be visible and predictable
fr: Regardez autour de vous, soyez visible et prévisible

source: Bike upright
fr: Roulez bien droit

source: We suggest that you wear a helmet
fr: Portez toujours un casque

source: Always signal your intention to turn
fr: Signalez toujours votre intention de tourner

source: Do not ride on the sidewalk
fr: Ne roulez pas sur le trottoir

source: Do not bike in a prohibited direction
fr: Ne roulez pas en sens interdit

source: Use your bell
fr: Utilisez votre sonnette

source: Do not forget to lock your bike
fr: N’oubliez pas d’attacher votre cadenas

source: Turn on your lights when necessary (nightfall, rain)
fr: Allumez vos lumières lorsque c’est nécessaire (tombée de la nuit, pluie)

source: **How to attach the trailer**:
fr: **Comment attacher la remorque**:

source: If you use your own bike, follow steps 1 and 2. If you use the Les Fruits Défendus bike then begin at step 2.
fr: Si vous utilisez votre propre vélo, suivez les étapes 1 et 2. Si vous utilisez le vélo des Fruits défendus, suivez l’étape 2.

source: **1. Attach the hitch to your bike:**
fr: **1. Attachez le crochet d’attelage à votre vélo:**

source: Place the protective hose over the seatstay and chainstay tubes (Fig 1)-- this will protect the paint and frame of the bike. The longer piece of hose should be placed on the chainstay and the shorter hose on the the seatstay.
fr: Placez les tuyaux protecteurs (« protective hose ») sur le hauban et la base (Fig. 1) - cela protégera la peinture et le cadre du vélo. Le morceau de tuyau plus long doit être placé sur la base et le tuyau plus court sur le hauban.

source: Set the hitch on the protective hose on the chainstay near the junction of the seatstay and chainstay (Fig. 2).
fr: Mettez l’attelage sur le tuyau sur le côté de la base près de la couronne (Fig. 2).

source: Wrap a band clamp around each end of the angle and chainstay so the excess end of the clamps points up and inward (Fig 3.). Tighten loosely. Put the remaining band clamp around both the vertical rod and seatstay. Tighten all band clamps securely.
fr: Enroulez le ruban autour de l’angle et de la base tel que l’angle point vers le haut et vers l’intérieur (Fig. 3). Serrez légèrement. Mettez-la autour de la tige verticale et des sièges. Serrez fermement toutes les pinces de bande (« band clamps »).

source: **2. Attach the trailer to the tow hook:**
fr: **2. Attachez la remorque au crochet d’attelage:**

source: Place the towbar bushings on both sides of the ball of the rod end. Line up the holes so the hitchpin can fit down through the bushings and rod end (Fig.4.). Take the hitchpin clip and swing it around behind the solid part of the towbar and stretch the clasp so it goes around the bottom end of the pin (Fig.5.).
fr: Placez les bagues de la barre d’attelage (« towbar bushings ») des deux côtés de la bille de l’extrémité de la tige (« rod end »). Alignez les trous de sorte que l’attelage (« hitchpin ») puisse rentrer à travers les douilles et l’extrémité de la tige (Fig. 4). Prenez le clip de l’attelle (« hitchpin clasp ») et faites-le pivoter derrière la partie solide de l’attelage et étirez le fermoir de sorte qu’il se déplace autour de l’extrémité inférieure de la broche (Fig. 5).

source: You are now ready to use your trailer.
fr: Vous êtes maintenant prêt à utiliser votre remorque. Le goujon devrait être attaché au bras de la remorque – assurez-vous que le tout soit bien fixé pour ne pas risquer de perdre le goujon (pin).
