Repository: LesFruitsDefendus/guides
Catalog: docs/source/_locales/*/LC_MESSAGES/pre-pick-guide/annexes/C-fruit-ripeness.po
Languages: fr

source: Annex C: Fruit ripeness
fr: Annexe C: Maturation des fruits

source: Here are some tips for determining whether your fruit is ready to be harvested. In general, the best way to determine a fruit's maturity is to taste it!
fr: Voici quelques conseils pour vous aider à déterminer quand les fruits sont prêts à être récoltés. En général, la meilleure façon de savoir si un fruit est mûr consiste à le goûter!

source: Apples
fr: Pommes

source: Should be harvested at maturity.
fr: Elles doivent être cueillies à maturité.

source: Should be harvested by a simple rotation of the fruit: if the stem easily detaches from the branch, it's ready to be picked.
fr: Tournez le fruit : si la tige se détache facilement de la branche, c’est prêt à être cueilli.

source: You can also taste the apple to see if it's ripe. Even naturally sour apples lose their bitterness when they're ripe.
fr: Goûtez-le pour vérifier s’il est mûr. Même les pommes naturellement acides perdent leur côté âpre lorsqu’elles sont mûres.

source: Inspecting the apple's seeds is another good indication of fruit maturity: if they're a deep brown, the apple is definitely ripe (but do taste it to make sure that it's not bitter).
fr: L’inspection des pépins peut vous donner un autre indice : s’ils sont brun foncé, le fruit est sans doute mûr (goûtez-le tout de même pour vérifier qu’il n’est pas âpre).

source: Saskatoon Berries
fr: Amélanches

source: Should be completely purple/violet, but not too soft. If they're red, they're not ready yet.
fr: Elles doivent être cueillies à maturité. Les amélanches doivent être complètement violettes, mais pas trop molles. Lorsqu’elles sont rouges, elles ne sont pas prêtes.

source: Cherries
fr: Cerises

source: Should be juicy and sweet yet firm. Note that sour cherries are sour even at maturity, hence the name!
fr: Elles doivent être cueillies à maturité. Elles doivent être juteuses et sucrées tout en restant fermes. Les griottes devraient être rouge vif.

source: Sweet cherries should be dark red when harvested. Sour cherries should be a bright red when harvested.
fr: Les variétés les plus foncées doivent devenir très foncées avant d’être cueillies.

source: Trust your taste buds!
fr: Faites confiance à vos papilles!

source: Plums
fr: Prunes

source: Should be sweet but not too firm.
fr: Elles doivent être cueillies à maturité. Elles doivent être sucrées et pas trop fermes.

source: Note that in some trees, the plums exposed to more sunlight ripen faster, so parts of the tree will be ready to harvest and other parts not. With this in mind, when planning a plum pick, try to choose a time during which the largest quantity of fruit will be ready for harvest (if doing two picks is not an option).
fr: Dans certains arbres, les prunes les plus exposées au soleil mûrissent avant les autres. À moins que vous ne prévoyiez faire une deuxième récolte, vous devrez choisir le moment où le plus grand nombre de fruits pourra être cueilli pour organiser la récolte.

source: Plums enlarge quite a bit right before they hit maturity. If you notice that the plums are starting to look bigger, it's time to organize the pick!
fr: Les prunes grossissent beaucoup dans les derniers jours précédant la maturation. Si vous remarquez que les prunes commencent à gonfler, il est temps d’organiser la cueillette!

source: Grapes
fr: Raisins

source: Should be firm but not too firm, juicy, and sweet. When they start looking wrinkly, that means you missed the ideal picking time.
fr: Ils doivent être cueillis à maturité. Ils doivent être fermes, mais se croquer facilement et être juteux et sucrés. Lorsqu’ils commencent à être ridés, cela signifie que la date idéale de cueillette est passée.

source: Pears
fr: Poires

source: Should be harvested when they're still green (i.e. not mature) and firm. They should have a green-yellow hue.
fr: Elles doivent être cueillies encore vertes et fermes.

source: After harvesting, pears need to be left to mature for a few days. Winter pears (Bosc, Anjou) should be refrigerated at least 30 days after being picked in order to ripen properly.
fr: Il faudra ensuite les laisser mûrir pendant quelques jours après la récolte. Les poires d’hiver (Bosc, Anjou) doivent être réfrigérées au moins 30 jours après avoir été cueillies pour pouvoir mûrir correctement.

source: Do not leave the pears to mature on the tree, as this tends to give them a grainy texture and also causes them to rot at the core once stored. Pears ripen better once they have been harvested!
fr: On ne doit jamais laisser les poires mûrir directement sur l’arbre, car elles auraient tendance à devenir granuleuses et à pourrir au niveau du trognon une fois entreposées. Les poires mûrissent mieux après la récolte!

source: Conversely, if you harvest pears too soon, they might not be able to completely develop their normal flavour.
fr: Si vous les cueillez trop tôt, elles risquent de ne jamais développer complètement leur saveur.

source: A pear that's ready to harvest is supple. Cut one in half to verify the consistency inside: if it's as hard as wood, it's not ready. There should be a slight suppleness, but not too much.
fr: Une poire prête à être cueillie doit être souple. Serrez-en une dans votre main pour vérifier la consistance. Si elle est dure comme du bois, elle n’est pas prête. Vous devez percevoir une légère souplesse, mais pas trop.

source: Should be harvested by a simple rotation of the fruit: if the stem easily detaches from the branch, it should be ripe.
fr: Le fruit devrait se détacher de la branche sans trop d’effort, d’une simple rotation du fruit.

source: Like with apples, seeds are a good indication of fruit maturity: if they're deep brown, the fruit is most likely ripe.
fr: Les pépins devraient brunir (comme pour les pommes) : s’ils sont bruns foncé, le fruit est probablement mûr.
