Repository: LesFruitsDefendus/guides
Catalog: docs/source/_locales/*/LC_MESSAGES/pre-pick-guide/annexes/D-using-the-property-list.po
Languages: fr

source: **If, on the other hand, you don't see any indication in the property record that a tree-owner ever specifically asked us to stop contacting them, then it's OKAY for you to contact them and ask if they would be interested in having their fruit harvested this year! (\*)**
fr: **Si, par contre, vous ne voyez aucune indication dans le registre de propriété qu'un propriétaire d'arbre nous a demandé spécifiquement de cesser de le contacter, alors c'est OK pour vous de le contacter et de lui demander s'il serait intéressé à faire cueillir ses fruits cette année ! (\*)**

source: From now on, assign this value to a property if... The tree-owner has asked not to be contacted in future years. Include detailed notes indicating this and explain the situation in the "About this Property" field of the property record. We will continue to keep the property record in the database indefinitely for reference purposes, and in case the situation changes.
fr: Dorénavant, attribuez cette valeur à une propriété si… Le propriétaire de l'arbre a demandé à ne pas être contacté dans les années à venir. Inclure des notes détaillées à ce sujet et expliquer la situation dans le champ "À propos de ce bien" de l'enregistrement du bien. Nous continuerons à conserver indéfiniment l'enregistrement de la propriété dans la base de données à des fins de référence et au cas où la situation changerait.

source: ("Unknown": This status includes both active and inactive)
fr: ("Inconnu" : Ce statut inclus les propriétés actives et inactives)

source: (*) Important Reminder
fr: (*) Rappel important

source: Before contacting a tree owner to confirm their interest for this year, you must first double-check if a harvest record has already been created for that property for this year. If so, and if that harvest hasn't already been adopted by another pick-leader, then you may adopt it and proceed to plan the harvest, as described in the Pre-Pick guide. If not, you will need to create and adopt a new "Harvest". This will prevent the conflict of other pick- leaders contacting the same tree-owner to try and schedule their own harvest of that tree/vine. Details on creating and adopting your own harvest are provided further below.
fr: Avant de communiquer avec un propriétaire d'arbre pour confirmer son intérêt pour cette année, vous devez d'abord vérifier si un dossier de récolte a déjà été créé pour cette propriété pour cette année. Si oui, et si cette récolte n'a pas déjà été adoptée par un autre chef de cueillette, vous pouvez l'adopter et procéder à la planification de la récolte, tel que décrit dans le guide de Pré-Cueillette. Si ce n'est pas le cas, vous devrez créer et adopter une nouvelle "Récolte". Cela empêchera les autres cueilleurs d'entrer en conflit avec le même propriétaire d'arbre pour essayer de planifier leur propre récolte de cet arbre ou de cette vigne. Des détails sur la création et l'adoption de votre propre récolte sont fournis ci-dessous.

source: You're always welcome to ask the core if you're unsure about whether it's okay to contact a tree- owner directly.
fr: Vous pouvez toujours demander au noyau si vous n'êtes pas sûr s'il est possible de contacter directement un propriétaire d'arbre.

source: Sorting and Filtering Properties
fr: Trier et filtrer les propriétés

source: To help identify trees/vines that interest you in the Properties List, you may either sort or filter the list according to the characteristics of your choice.
fr: Pour vous aider à identifier les arbres/vignes qui vous intéressent dans la liste des propriétés, vous pouvez trier ou filtrer la liste selon les caractéristiques de votre choix.

source: Sorting Columns
fr: Trier les colonnes

source: To sort, simply click at the top of a column, and all properties will be sorted into groups according to that category.
fr: Pour trier, cliquez simplement en haut d'une colonne, et toutes les propriétés seront triées en groupes selon cette catégorie.

source: **"#"**: Shows the Property ID – not to be confused with the Harvest ID(s) for any accompanying harvest(s). "Property": Displays the tree-owner's name, "at", property's address.
fr: **"#"**: Indique l'ID de propriété - à ne pas confondre avec l'ID de récolte pour toute récolte qui l'accompagne.

source: **"Status"**: Includes icons for either the property's Authorization + Validation statuses, or its Active status. If the property is Active, by default no "Active" icon will display – only the icons for its Authorization & Validation statuses. If the property is Inactive, the only icon that will appear in this column will be an "Inactive" icon (no Authorization nor Validation icons will display).
fr: **"Statut"** : Inclut des icônes pour les statuts Autorisation + Validation de la propriété ou son statut Actif. Si la propriété est Active, par défaut, aucune icône "Active" ne s'affichera - seules les icônes de ses statuts d'autorisation et de validation sont affichées. Si la propriété est Inactive, la seule icône qui apparaîtra dans cette colonne sera une icône "Inactive" (aucune icône d'autorisation ou de validation ne s'affichera).

source: **"Tree"**: Displays all fruit types present at this property.
fr: **"Arbre"**: Affiche tous les types de fruits présents dans cette propriété.

source: **"Picks"**: Shows the total number of harvests adopted at this property since 2016. Green baskets represent "Successful", completed harvests. Brown means "Scheduled" or "Ready". Red means the harvest was "Cancelled".
fr: **"Cueillettes"** : Indique le nombre total de récoltes adoptées à cette propriété depuis 2016. Les paniers verts représentent des récoltes "réussies", terminées. Marron signifie "Programmé" ou "Prêt". Rouge signifie que la récolte a été "Annulée".

source: **"Last Pick":** Displays the year fruit was last harvested at this property.
fr: **"Dernière cueillette"** : Affiche l'année où les fruits ont été récoltés pour la dernière fois à cette propriété.

source: Filtering Properties
fr: Filtrer les propriétés

source: To filter properties in the list, choose a category from the filters and select from the drop- down list to display only the properties with that characteristic. Here are the categories by which you can filter properties:
fr: Pour filtrer les propriétés dans la liste, choisissez une catégorie dans la barre latérale et sélectionnez dans la liste déroulante pour afficher uniquement les propriétés présentant cette caractéristique. Voici les catégories par lesquelles vous pouvez filtrer les propriétés :

source: Active status
fr: Statut actif

source: Neighbourhood
fr: Quartier

source: Fruit type [referred to as "Tree"]
fr: Type de fruit [dénommé "Arbre"]

source: Availability of a Ladder
fr: Disponibilité d'une échelle

source: Multiple filters can be applied simultaneously. To be sure that the filter is not being applied, set it to "Unknown".
fr: Plusieurs filtres peuvent être appliqués simultanément. Pour vous assurer que le filtre n'est pas appliqué, réglez-le sur "Inconnu".

source: Reviewing Property Information
fr: Révision de l'information sur la propriété

source: To learn more about a particular tree or vine in the Properties List, open its "Property record" by clicking on the property owner name and address. Here, information is listed about the property and the tree-owner.
fr: Pour en savoir plus sur un arbre ou une vigne en particulier dans la liste des propriétés, ouvrez son "Registre de propriété" en cliquant sur le nom du propriétaire et son adresse. Vous trouverez là des informations sur la propriété et le propriétaire de l'arbre.

source: Property Record vs. Harvest Record
fr: Registre de propriété vs. Registre de cueillette

source: The difference between the information recorded here in the Property record (page) and in the Harvest record (page) is that the information here is more permanent or ongoing, and isn't likely to change from one year to another. On the other hand, any information recorded in the Harvest record should be more specific to its year (e.g. the tree-owner would like to participate in the harvest this year, there's construction happening on the property over the summer, etc.).
fr: La différence entre l'information consignée ici dans le registre des propriétés (page) et dans le registre des récoltes (page) est que l'information ici est plus permanente ou continue, et ne changera probablement pas d'une année à l'autre. D'autre part, toute information consignée dans le registre de la récolte devrait être plus spécifique à son année (p. ex. le propriétaire de l'arbre aimerait participer à la récolte cette année, il y a de la construction sur la propriété pendant l'été, etc.).

source: One or more photos of the property may be displayed here.
fr: Une ou plusieurs photos peuvent être affichés ici.

source: About this Property
fr: À propos de cette propriété

source: This section lists most of the information about the tree and property. The left side shows the fruit types for all trees/vines as well as their location on the property. Any specific hand-written details about the property are also included in this section.
fr: Cette section contient la plupart des informations sur l'arbre et la propriété. Le côté gauche présente les types de fruits pour tous les arbres/vignes ainsi que leur emplacement sur la propriété. Tous les détails précis au sujet de la propriété sont également inclus dans cette section.

source: Property features
fr: Caractéristiques de la propriété

source: On the right side, you'll see a checklist of information including up to nine of the following characteristics:
fr: Sur le côté droit, vous verrez une liste d'information incluant certaines des caractéristiques suivantes :

source: Accessibility of the tree(s)/vine(s) (e.g. publicly accessible on the front sidewalk)
fr: Accessibilité de l'arbre ou des arbres ou de la vigne (p. ex. accessible au public sur le trottoir)

source: Number of recommended pickers
fr: Nombre de cueilleurs recommandés

source: Availability of a Compost bin
fr: Disponibilité d'un compost à proximité

source: Availability of a Ladder (for the moment, we include information about equipment here, rather than on the "Equipment" page of Saskatoon)
fr: Disponibilité d'une échelle (pour l'instant, nous incluons l'information sur l'équipement ici et non pas dans la page "Équipement")

source: Produces fruits every year (some trees produce fruit once every two years)
fr: Produit des fruits chaque année (certains arbres produisent des fruits une fois tous les deux ans)

source: Neighbourhood [to be added here soon]
fr: Quartier [à ajouter ici]

source: These characteristics correspond somewhat to those that can be used to filter properties in the Properties List.
fr: Ces caractéristiques correspondent à celles qui peuvent être utilisées pour filtrer les propriétés dans la liste des propriétés.

source: Property Statuses
fr: Les statuts d'une propriété

source: For the three property status types, you will see an icon, depending on the status value, as follows:
fr: Pour les trois statut d'une propriété, vous verrez un icône, selon la valeur du statut:

source: ACTIVE:
fr: ACTIF :

source: ❌ = Inactive (If the property is Active, no icon will display)
fr: ❌ = Inactif (Si la propriété est active, aucun d'icône spécifique apparaitra)

source: ✅ = Validated
fr: ✅ = Validé

source: ❌ = Pending Validation
fr: ❌ = Validation en attente

source: AUTHORIZATION:
fr: AUTORISATION :

source: ✅ = Authorized for the Current Season (a.k.a. Authorized)
fr: ✅ = Autorisé pour la saison en cours

source: ❌ = Not Authorized for this Season (a.k.a. Unauthorized)
fr: ❌ = Non autorisé pour cette saison

source: Other Characteristics
fr: Autre caractéristiques

source: A check (✅) or an (❌) accompanies descriptive text for all the remaining characteristics.
fr: Un icône (✅) ou (❌) accompagne un texte descriptif pour le restes des caractéristiques.

source: Owner Information
fr: Information du propriétaire

source: Contact information for the tree-owner (name, telephone, email and language preference) is displayed here. This info is actually recorded outside of the Property record by an administrator and is not editable within the Property record. If it needs to be edited, please contact a core member.
fr: Les coordonnées du propriétaire de l'arbre (nom, téléphone, courriel et langue de préférence) sont affichées ici. Ces informations sont en fait enregistrées en dehors de l'enregistrement de propriété par un administrateur et ne sont pas modifiables dans l'enregistrement de propriété. S'il doit être édité, veuillez contacter un membre du noyau.

source: Harvests at this Property
fr: Récoltes dans cette propriété

source: If there have been any harvests at this property since 2016, their harvest records are listed in this section, along with their Harvest ID, Pick-leader, Fruit type, Harvest status and Date Harvested (if applicable). Click on a harvest record to open it and review helpful information or comments.
fr: S'il y a eu des récoltes sur cette propriété depuis 2016, leurs registres de récolte sont énumérés dans cette section, ainsi que l'ID de récolte, chef de cueillette, type de fruit, statut de la récolte et la date de récolte (le cas échéant). Cliquez sur un enregistrement de récolte pour l'ouvrir et passer en revue les informations ou commentaires utiles.

source: Creating and Adopting a Harvest
fr: Créer et adopter une récolte

source: To create a harvest record, click on the "New harvest" icon .
fr: Pour créer un enregistrement de récolte, cliquez sur le bouton "Nouvelle récolte".

source: You will be asked to add any applicable "Fruit type"s, select an estimated start and end date (can be a harvest date range), and type an estimated number of pickers. Information here can be modified later on when you contact the tree owner. You will also need to add placeholder text to the "Public announcement" section. You may quickly select a smiley icon or type a note to the pickers. Please just keep in mind that this text will eventually be displayed publicly in the calendar, unless you change it later.
fr: On vous demandera tout "Type de fruit" applicable, de sélectionner une date de début et de fin estimée (peut être une période de récolte), et de saisir un nombre estimé de cueilleurs. Les renseignements peuvent être modifié ultérieurement lorsque vous contactez le propriétaire de l'arbre. Vous devrez également ajouter du texte dans la section "Annonce publique". N'oubliez pas que ce texte sera éventuellement affiché publiquement dans le calendrier.

source: Click "Save" to create your new harvest record.
fr: Cliquez sur "Soumettre" pour créer votre nouveau registre de récolte.

source: Contacting Tree-Owner for Authorization
fr: Contacter le propriétaire et demander l'autorisation de cueillir

source: **Before contacting the tree-owner, review info from any past harvest records at this property.** That way, you'll be prepared to ask for confirmation of that information. When you're ready to contact the tree-owner, please use the suggested script in the next section as a guide for asking permission to harvest and for updating information in the Property record.
fr: **Avant de communiquer avec le propriétaire de l'arbre, il est utile d'examiner toute l'information des récoltes antérieures sur cette propriété.** De cette façon, vous serez prêt à demander confirmation de cette information. Lorsque vous êtes prêt à contacter le propriétaire de l'arbre, veuillez utiliser le script suggéré dans la section suivante comme guide pour demander la permission de récolter et pour mettre à jour les informations dans la fiche Propriété.

source: If the tree-owner authorizes a harvest, once they've answered questions and you've updated information in Saskatoon, the two of you can follow up on scheduling the harvest, either immediately or eventually.
fr: Si le propriétaire de l'arbre autorise une récolte, une fois qu'il a répondu aux questions et que vous avez mis à jour l'information dans Saskatoon, vous pouvez planifier la récolte, soit immédiatement ou éventuellement.

source: Once the harvest is scheduled, you'll need to continue with the remaining steps for planning a pick, starting with the section "Find a beneficiary organization that will receive the fruit" in the Pre-Pick guide.
fr: Une fois la récolte programmée, vous devrez poursuivre les autres étapes de la planification d'une cueillette, en commençant par la section "Trouver une organisation bénéficiaire qui recevra les fruits" dans le guide de Pré-Cueillette.

source: Many thanks and the best of luck to you in planning and leading your harvest! 😊
fr: Merci et bonne chance pour la planification et la conduite de votre récolte ! 😊
