Repository: LesFruitsDefendus/guides
Catalog: docs/source/_locales/*/LC_MESSAGES/pre-pick-guide/annexes/D-using-the-property-list.po
Languages: fr

source: Annex D: Planning Harvests using the Properties List
fr: Annexe D: Planifier une cueillette en utilisant la liste des propriétés

source: The simplest, fastest way to start organizing a harvest event is to adopt an "Orphan Harvest" in Saskatoon.
fr: La façon la plus simple et la plus rapide de commencer à organiser une récolte est d'adopter une "Cueillette orpheline" dans Saskatoon.

source: But if you'd like to **choose from a larger list of possible trees in our database**, this annex will show you how to identify and directly reach out to tree-owners who have shown past interest in our collective, but haven't yet let us know whether we may harvest at their property this year. The process described below involves a deeper understanding of how our database functions, and requires some additional data entry on your part, but it also allows you to access fruit trees and vines that you otherwise wouldn't be able to and which may ideally suit your preferences.
fr: Mais si vous souhaitez **choisir parmi une plus grande liste d'arbres de notre base de données**, cette annexe vous montrera comment identifier et joindre directement les propriétaires d'arbres qui ont déjà manifesté de l'intérêt pour notre collectif, mais qui ne nous ont pas encore fait savoir si nous pouvons récolter sur leur propriété cette année. Le processus décrit ci-dessous implique une compréhension plus approfondie du fonctionnement de notre base de données et nécessite une saisie de données supplémentaire de votre part, mais il vous permet également d'accéder à des arbres fruitiers et à des vignes que vous n'auriez pas été en mesure de faire autrement et qui pourraient mieux vous convenir.

source: If you'd like to choose from a more comprehensive list of properties in our network, please read this guide thoroughly and follow its instructions closely. In this case, the process of planning a harvest will start with the steps described below. Once you've completed these important steps, please refer to the Pre-Pick Guide for guidance on scheduling a harvest date, assembling a picking team and all remaining parts of planning your pick.
fr: Si vous souhaitez avoir la possibilité de choisir parmi une liste plus complète de propriétés de notre réseau, veuillez lire attentivement ce guide et suivre attentivement ses instructions. Dans ce cas, le processus de planification d'une récolte commence par les étapes décrites ci-dessous. Une fois ces étapes importantes franchies, veuillez consulter le Guide de pré-cueillette pour savoir comment fixer une date de récolte, constituer une équipe de cueillette et toutes les autres étapes de la planification de votre récolte.

source: Tree-Owner Sign-Up Form
fr: Formulaire d'enregistrement de propriétaire

source: Before the harvesting season gets started, we ask all tree-owners to use our online form, available at [www.lesfruitsdefendus.org](http://www.lesfruitsdefendus.org), to indicate that they authorize harvesting this season. When a form is submitted, the information updates directly in Saskatoon, and the core creates an orphan harvest for that property. We'll show you how to choose among properties whose owners haven't filled out the form this year.
fr: Avant le début de la saison de récolte, nous demandons à tous les propriétaires d'arbres d'utiliser notre formulaire en ligne pour indiquer qu'ils autorisent la récolte cette saison. Lorsqu'un formulaire est soumis, l'information est mise à jour directement dans Saskatoon et le noyau créer une récolte orpheline pour cette propriété. Nous vous montrerons comment choisir parmi les propriétés dont les propriétaires n'ont pas rempli le formulaire.

source: The Properties List: Choosing an Eligible Tree/Vine to Harvest
fr: La liste des propriétés : Choisir un arbre ou une vigne admissible à récolter

source: Once you've logged-in to Saskatoon and accessed the main page (see Pre-Pick guide for instructions on this), select the "Properties" tab on the main menu. Here, you'll find a list of all properties recorded in Saskatoon.
fr: Une fois que vous vous êtes connecté dans Saskatoon et que vous avez accédé à la page principale (voir le guide de pré-cueillette pour les instructions à ce sujet), sélectionnez l'onglet "Propriétés" dans la barre latérale gauche de la page. Vous trouverez ici une liste de toutes les propriétés enregistrées dans Saskatoon.

source: Separate columns show information such as tree-owner, address, status, fruit type, picks from past years, etc. We'll explain more about specific property information in the section below called "Reviewing Property Information". First, let's focus on the information shown in the Status column.
fr: Des colonnes séparées indiquent des informations telles que le propriétaire de l'arbre, l'adresse, le statut, le type de fruit, les récoltes des années précédentes, etc. Nous expliquerons plus en détail les informations spécifiques d'une propriété dans la section ci-dessous intitulée "Révision des informations sur la propriété". Tout d'abord, concentrons-nous sur les informations affichées dans la colonne Statut.

source: Understanding a Property's Statuses
fr: Comprendre le statut d'une propriété

source: To quickly see our entire list of properties, make sure that "All" is selected in the drop-down list next to "Show" near the upper left corner.
fr: Pour voir rapidement la liste complète de nos propriétés, assurez-vous que "All" est sélectionné dans la liste déroulante à côté de "Show" dans le coin supérieur gauche.

source: When choosing a property, your best bet will be to choose among the properties which display 🟢 "Validated" and 🟡 "Not Yet Authorized" icons under the Status column. To see a list of these properties, you can sort by the Status column or use the filters. (For more detail on how to do either of these, please see the section called "Sorting and Filtering Properties" below. )
fr: Lorsque vous choisissez une propriété, un bon choix sera de choisir parmi les propriétés qui affichent les icônes 🟢"Validé" et 🟡"Pas encore Autorisé" dans la colonne Statut. Pour voir une liste de ces propriétés, vous pouvez soit trier par la colonne Statut, soit utiliser les filtres à droite. (Pour plus de détails sur la façon de faire l'une ou l'autre de ces opérations, veuillez consulter la section intitulée "Tri et filtrage des propriétés" ci-dessous. )

source: First, some background explanation on what each of the different property statuses mean...
fr: Tout d'abord, quelques explications générales sur ce que signifie chacun des différents statuts de propriété….

source: Authorization status
fr: Statut de l'autorisation

source: Authorization status indicates whether the tree-owner has confirmed their interest in having their fruit harvested this year. Tree-owners use the online form to authorize their tree(s)/vine(s) for the season.
fr: Le statut d'autorisation indique si le propriétaire de l'arbre a confirmé son intérêt à faire récolter ses fruits cette année. Les propriétaires d'arbres utilisent le formulaire en ligne pour autoriser leur(s) arbre(s)/vigne(s) pour la saison.

source: 🟢 "Authorized": We have permission to harvest on the property this year. 😊
fr: 🟢 "Autorisé" : Nous avons l'autorisation de récolter sur la propriété cette année. 😊

source: 🔴 "Unauthorized": We do not have permission to harvest on the property at all this year. The tree-owner does not want us to follow up with them this year to schedule a pick. (They haven't necessarily said no for future seasons, just for the current one.)
fr: 🔴 "Non autorisé" : Nous n'avons pas la permission de récolter sur la propriété cette année. Le propriétaire de l'arbre ne veut pas que nous fassions un suivi auprès de lui cette année pour planifier une cueillette. (Ils n'ont pas nécessairement dit non pour les saisons à venir, juste pour la saison en cours.)

source: 🟡 "Not Yet Authorized": The tree-owner hasn't responded to our form this year, but it's possible they intend to. Properties in this category have given us permission to harvest at some point since 2016, and in many cases, we've completed at least one successful harvest there since then. If you're interested in harvesting at one of these properties, you will first need to contact the tree-owner to ask for their permission to harvest during the current season before trying to actually schedule a pick. Understand that they may, in fact, not authorize harvesting at all this year, for a number of possible reasons.
fr: 🟡 "Pas encore autorisé" : Le propriétaire de l'arbre n'a pas répondu à notre formulaire cette année, mais il est possible qu'il en ait l'intention. Les propriétés de cette catégorie nous ont donné la permission de récolter à un moment donné depuis 2016 et, dans bien des cas, nous avons effectué au moins une récolte réussie depuis lors. Si vous êtes intéressé à récolter dans l'une de ces propriétés, vous devrez d'abord communiquer avec le propriétaire de l'arbre pour lui demander la permission de récolter pendant la saison en cours avant d'essayer d'organiser une cueillette. Comprenez qu'il se peut, en fait, qu'il n'autorise pas du tout la récolte cette année, pour un certain nombre de raisons possibles.

source: Before contacting a tree owner to confirm their interest for this year, you must first double-check if a harvest record has already been created for that property for this year. If so, and if that harvest hasn't already been adopted by another pick-leader, then you may adopt it and proceed to plan the harvest, as described in the Pre-Pick guide. If not, you will need to create and adopt a new "Harvest". This will prevent the conflict of other pick-leaders contacting the same tree-owner to try and schedule their own harvest of that tree/vine. Details on creating and adopting your own harvest are provided further below.
fr: Avant de contacter un propriétaire d'arbre pour confirmer son intérêt pour cette année, vous devez d'abord vérifier si un dossier de récolte a déjà été créé pour cette propriété pour cette année. Si oui, et si cette récolte n'a pas déjà été adoptée par un autre chef de cueillette, vous pouvez l'adopter et procéder à la planification de la récolte, tel que décrit dans le guide de pré-sélection. Si ce n'est pas le cas, vous devrez créer et adopter une nouvelle "Récolte". Cela empêchera les autres cueilleurs d'entrer en conflit avec le même propriétaire d'arbre pour essayer de planifier leur propre récolte de cet arbre ou de cette vigne. Des détails sur la création et l'adoption de votre propre récolte sont fournis ci-dessous.

source: Validation status
fr: Statut de validation

source: You may notice new properties that say "Pending" under the "Status" column. **These properties are not ready for you to select. Please do not create harvests for these properties yourself**. They've recently had their info submitted via the online tree-owner form and they require validation by an administrator (core member).
fr: Vous pouvez remarquer de nouvelles propriétés qui disent "En attente" (ou "En attente de validation") dans la colonne "Statut". Ces propriétés ne sont pas prêtes à être sélectionnées. S'il vous plaît ne pas créer des récoltes pour ces propriétés vous-même. Ils ont récemment reçu leurs informations via le formulaire en ligne de propriétaire d'arbre et ils ont besoin d'une validation par un administrateur (membre du noyau).

source: Validation involves a core member...
fr: La validation implique un membre du noyau qui….

source: ...checking that a newly-created property is not actually a duplicate of another existing property record in the database, and...
fr: …vérifie qu'une propriété nouvellement créée n'est pas en fait une copie d'un autre enregistrement de propriété existant dans la base de données, et….

source: ...updating property record, if applicable
fr: …copie les informations de la propriété mises à jour dans un enregistrement de propriété existant, le cas échéant

source: Once a property has been validated, its "Pending" status changes to "Validated", and an orphan harvest is created for it at the same time. Please note that if you're interested in harvesting at an "Authorized" property which is "Pending" validation, you may request that its harvest be adopted in your name as soon as it's created (more on this in the Property Status grid, further below).
fr: Une fois qu'une propriété a été validée, son statut "En attente" devient "Validé", et une récolte orpheline est créée pour elle en même temps. Veuillez noter que si vous êtes intéressé à récolter sur une propriété "Autorisée" qui est "En attente" de validation, vous pouvez demander que sa récolte soit adoptée en votre nom dès qu'elle est créée (plus d'informations à ce sujet dans la grille Statut de la propriété, plus bas).

source: 🟢 "Validated": The property record has been validated by the core. It is a "valid" property (not a duplicate or an incomplete listing). If the property has had its information updated for the current season, this info has been validated by the core.
fr: 🟢 "Validé" : L'enregistrement de la propriété a été validé par le noyau. Il s'agit d'une propriété "valide" (et non d'un duplicata ou d'une liste incomplète). Si l'information de la propriété a été mise à jour pour la saison en cours, cette information a été validée par le noyau.

source: 🟡 "Pending" (or "Pending Validation"): The property record has not yet been validated by the core. Please do not create a harvest for this property. The property record may be invalid or it may be a duplicate of another existing property. If so, it will need to be deleted by an administrator.
fr: 🟡 "En attente" (ou " En attente de validation") : L'enregistrement de la propriété n'a pas encore été validé par le noyau. Veuillez ne pas créer de récolte pour cette propriété. L'enregistrement de propriété peut être invalide ou il peut s'agir d'un duplicata d'un autre bien existant. Si c'est le cas, il devra être supprimé par un administrateur.

source: Property records with "DELETE" in the name: This property record is either invalid or a duplicate and is waiting to be deleted by a member of the tech team. Please do not create a harvest for this property. If you're interested in the property, you're welcome to check if it's a duplicate of a valid property by searching its address or tree-owner.
fr: Enregistrements de propriété avec "DELETE" dans le nom : Cet enregistrement de propriété est soit invalide, soit en double et est en attente d'être supprimé par un membre de l'équipe. Veuillez ne pas créer de récolte pour cette propriété. Si la propriété vous intéresse, vous pouvez vérifier s'il s'agit d'un duplicata d'une propriété valide en cherchant son adresse ou le propriétaire de l'arbre.

source: Knowing Which Properties to Contact
fr: Savoir quelle propriété contacter

source: Property Status Grid
fr: Grille des statuts d'une propriété

source: To know generally what action you may take for each combination of Authorization and Validation statuses, please consult the following grid:
fr: Pour connaître de façon générale les actions que vous pouvez entreprendre pour chaque combinaison de statuts d'autorisation et de validation, veuillez consulter la grille suivante :

source: 🟢 Authorized
fr: 🟢 Autorisé

source: 🔴 Unauthorized
fr: 🔴 Non autorisé

source: 🟡 Not yet authorized
fr: 🟡 Pas encore autorisé

source: 🟢 Validated
fr: 🟢 Validé

source: A harvest should have already been created for this property. If it hasn't already been adopted by another pick-leader, you're welcome to adopt the harvest!
fr: Une récolte devrait déjà avoir été créée pour cette propriété. Si elle n'a pas déjà été adoptée par un autre pick-leader, vous pouvez adopter la récolte !

source: Tree-owner doesn't want a harvest at their property this season. Do not contact this year.
fr: Les propriétaires d'arbres ne veulent pas de récolte sur leur propriété cette saison. Ne pas contacter cette année.

source: Tree-owner hasn't responded yet. If you want to harvest at this property, please create & adopt a harvest first, then contact the tree- owner and ask if they authorize a harvest.
fr: Le propriétaire de l'arbre n'a pas encore répondu. Si vous voulez récolter sur cette propriété, veuillez d'abord créer et adopter une récolte, puis contacter le propriétaire de l'arbre et lui demander s'il autorise une récolte.

source: 🟡 Pending (validation)
fr: 🟡 En attente (de validation)

source: Tree-owner wants a harvest this season. However, the core must first validate the tree-owner's registration. **Please do not create an orphan harvest or directly contact the tree-owner yet**. If you want to harvest at this property, please write a comment in the property notes that you'd like to adopt the harvest, and the validating core member can immediately adopt it in your name as soon as they create it (if applicable).
fr: Le propriétaire de l'arbre veut une récolte cette saison. Cependant, le noyau doit d'abord valider l'enregistrement du propriétaire de l'arbre. **Veuillez ne pas encore créer une récolte orpheline ou contacter directement le propriétaire de l'arbre**. Si vous voulez récolter sur cette propriété, veuillez écrire un commentaire dans les notes de propriété que vous souhaitez adopter la récolte, et le membre de noyau validant peut immédiatement l'adopter en votre nom dès qu'il l'a crée (si applicable).

source: Tree-owner doesn't want a harvest this season. Do not contact this year. (Core must validate the authorization info submitted by the tree-owner.)
fr: Le propriétaire d'un arbre ne veut pas de récolte cette saison. Ne pas contacter cette année. (Le noyau doit valider l'information non autorisée soumise par le propriétaire de l'arbre et l'incorporer dans le dossier de propriété original.)

source: This combination shouldn't exist. If it does, it probably means that the tree-owner submitted a form but forgot to indicate whether they authorize harvesting this year or not. Please ask a core member to follow up if you're interested in this property.
fr: Cette combinaison ne devrait pas exister. Si c'est le cas, cela signifie probablement que le propriétaire de l'arbre a soumis un formulaire mais qu'il a oublié d'indiquer s'il autorise ou non la récolte cette année. Veuillez demander à un membre du noyau de faire un suivi si vous êtes intéressé par cette propriété.

source: Active status:
fr: Statut actif :

source: By default, in the Properties List, no icon is displayed for properties who are "Active". You'll automatically know a property is "Active" if you see icons for its Authorization and Validation statuses. Alternatively, for properties who are "Inactive", neither Authorization nor Validation statuses will display, since for these properties they're irrelevant. Only an "Inactive" icon will be visible.]
fr: Par défaut, dans la liste des propriétés, aucune icône n'est affichée pour les propriétés qui sont "Actives". Vous saurez automatiquement qu'une propriété est "Active" si vous voyez des icônes pour ses statuts d'autorisation et de validation. Alternativement, pour les propriétés qui sont "Inactives", ni les statuts d'Autorisation ni de Validation ne s'afficheront, car pour ces propriétés, ils ne sont pas pertinents. Seule l'icône "Inactif" sera visible.]

source: The use of "Active" status has changed in the course of the past few years. Originally, it was used in the way that Authorization status is used now. But in 2018, during the introduction of the online property sign-up form, we created the new "Authorization" status, which communicates harvesting authorization, specific to a given season. At the same time, we adapted the meaning of "Active" status to signify a property's harvesting authorization in the long-term.
fr: L'utilisation du statut "Actif" a changé au cours des dernières années. À l'origine, il était utilisé de la même façon que le statut d'autorisation est utilisé aujourd'hui. Mais en 2018, lors de l'introduction du formulaire d'inscription en ligne, nous avons créé le nouveau statut "Autorisation", qui communique l'autorisation de récolte, spécifique à une saison donnée. Parallèlement, nous avons adapté la signification du statut "Actif" pour signifier l'autorisation d'exploitation d'une propriété à long terme.

source: To best explain the meaning of "Active" and "Inactive", it's important to understand both their historical meaning and their current meaning:
fr: Pour mieux expliquer la signification des termes "actif" et "inactif", il est important de comprendre à la fois leur signification historique et leur signification actuelle :

source: 🟢 "Active":
fr: 🟢 "Actif" :

source: If a property has this value, it means that... The tree-owner authorized harvesting at some point in the past, and as far as we know, has not unauthorized harvesting at any time since then.
fr: Si une propriété a cette valeur, cela signifie que… Le propriétaire de l'arbre a autorisé la récolte à un moment donné dans le passé et, à notre connaissance, n'a pas non autorisé une récolte depuis lors.

source: From now on, assign this value to a property if... The tree-owner is okay with us contacting them to ask permission to harvest year after year.
fr: Dorénavant, attribuez cette valeur à une propriété si… Le propriétaire de l'arbre est d'accord que nous le contactions pour lui demander la permission de récolter année après année.

source: 🔴 "Inactive":
fr: 🔴 "Inactif" :

source: **If a property has this value, it means that...** The tree-owner hasn't necessarily denied authorization to harvest at their property ever again. We do have a few "Inactive" properties whose owners have asked not be contacted in the future for various reasons. But the majority of our "Inactive" properties have maintained an "Inactive" status simply because the tree-owners did not explicitly authorize a harvest for 2016, the year that Saskatoon was launched. So, just to be sure, please check for notes in the "About this Property" field of the property record. Also check for notes in all harvests listed under "Harvests at this Property" (see "Reviewing Property Information" section below):
fr: **Si une propriété a cette valeur, cela signifie que…** Le propriétaire de l'arbre n'a pas nécessairement refusé l'autorisation de récolter sur sa propriété. Nous avons quelques propriétés "inactives" dont les propriétaires ont demandé à ne plus être contactés à l'avenir pour diverses raisons. Mais la majorité de nos propriétés "inactives" ont conservé un statut "inactif" simplement parce que les propriétaires d'arbres n'ont pas explicitement autorisé une récolte pour 2016, l'année où Saskatoon a été lancée. Donc, pour être sûr, vérifiez s'il vous plaît pour les notes dans le champ "À propos de cette propriété" de la fiche de la propriété. Vérifiez également s'il y a des notes dans toutes les récoltes énumérées sous "Récoltes sur cette propriété" (voir la section "Examen des renseignements sur la propriété" ci-dessous) :

source: If there are any notes indicating that at some point the tree-owner asked not to be contacted in future years, do not contact them.
fr: S'il y a des notes indiquant qu'à un moment donné, le propriétaire de l'arbre a demandé à ne pas être contacté dans les années à venir, ne le contactez pas.
