Repository: LesFruitsDefendus/guides
Catalog: docs/source/_locales/*/LC_MESSAGES/harvest-guide/complete-the-pick.po
Languages: fr

source: Deliver the fruits to the beneficiary and return the equipment to the storage site
fr: Livrer les fruits au point de chute et rapportez l’équipement au site d’entreposage

source: You have packed up your harvesting materials, and the volunteer pickers have gone home. Now it is the time to deliver one third of the fruit to the beneficiary organization that you have chosen previously.
fr: Vous avez tout remballé et les bénévoles sont bien repartis chez eux avec leur part des fruits. Il est maintenant temps de livrer un tiers des fruits à l’organisme bénéficiaire que vous avez choisi préalablement.

source: When interacting with beneficiary organizations, please be sure to do the following:
fr: Quand vous communiquez avec les organisations, suivez bien les instructions suivantes :

source: Introduce yourself and be sure that you are in the right place.
fr: Présentez-vous et assurez-vous d’être au bon endroit.

source: Be courteous and patient. Some staff members may not be aware of the existing partnership with Les Fruits Défendus. Don't forget that you are representing the collective!
fr: Veuillez faire preuve de courtoisie et de patience envers les organismes bénéficiaires. Certains membres du personnel pourraient ne pas être au courant du partenariat existant avec les Fruits défendus. N’oubliez pas que vous représentez le collectif !

source: When parking the bicycle and trailer, remember to park it securely either by locking it or asking someone to keep an eye on it, or bring it inside.
fr: Le vélo et la remorque doivent toujours être attachés. Ne les laissez jamais sans surveillance. Il s’agit de matériel onéreux et facile à voler.

source: Return the equipment to the storage site and store it as you found it
fr: Rapportez l’équipement au site d’entreposage et rangez-le tel que vous l’avez trouvé

source: When returning from a harvest, make sure that you return all of the equipment to its proper storage location.
fr: En revenant d’une récolte, assurez-vous de bien replacer l’ensemble du matériel à l’endroit où vous l’avez trouvé.

source: Check the list of equipment on the "checklist" sheet (see pg. 5) to be sure that nothing is lost or forgotten.
fr: Consultez la liste des équipements dans la feuille “aide-mémoire” pour être sûr.e de ne rien avoir perdu ou oublié.

source: If any material is lost or damaged during your pick, please notify your Fruit Buddy so that they can make arrangements to have it fixed or replaced in time for future picks.
fr: Si une partie du matériel a été perdu ou endommagé pendant la cueillette, avertissez svp votre « Fruit Buddy » afin que nous puissions nous arranger pour réparer ou remplacer le matériel en question pour les prochaines cueillettes.
