Repository: LesFruitsDefendus/guides
Catalog: docs/source/_locales/*/LC_MESSAGES/harvest-guide/difficult-situations.po
Languages: fr

source: What to do in difficult situations?
fr: Que faire dans les situations difficiles?

source: It may be that not everything goes exactly as planned (ex. stormy weather, grumpy volunteers, unhappy neighbours, flat tire, etc.). If you find yourself in a difficult situation, and you don't know what to do, our recommendations are:
fr: Il se peut que tout ne se passe pas exactement comme prévu (ex. : orage, cueilleurs.ses grincheux, voisin.e.s mécontent.e.s, crevaison, etc.). Si vous vous trouvez dans une situation délicate et que vous hésitez concernant la marche à suivre, voici nos recommandations:

source: Consult the Pick-Leader Guides. If you are still not sure ...
fr: Consultez les guides des chefs de cueillette. Si vous n’êtes toujours pas certain.e…

source: Look at the Annexes! If you are still not sure...
fr: Regardez les annexes ! Si vous n’êtes toujours pas certain.e…

source: Use your problem-solving skills.
fr: Faites appel à vos compétences en résolution de problèmes.

source: If you encounter a non-urgent issue that requires follow-up, please contact us at [info@lesfruitsdefendus.org](mailto:info@lesfruitsdefendus.org) or leave a voice message at our phone number: 514-360-8566. Please understand that we will not be able to respond immediately. You may also try contacting your fruit buddy or another pick-leader for advice.
fr: Si vous vous trouvez dans une situation non urgente mais qui requiert un suivi, veuillez nous contacter à info@lesfruitsdefendus.org ou nous laisser un message sur notre messagerie téléphonique au 514-360-8566. Veuillez comprendre que nous ne serons pas en mesure de vous répondre immédiatement. Vous pouvez aussi essayer de contacter votre « Fruit Buddy » ou un.e autre chef.fe de cueillette pour des conseils.

source: In case of emergency involving personal safety during a pick, call 911 immediately.
fr: NB : S’il s’agit d’une urgence en lien avec la santé ou la sécurité, composez immédiatement le 911.

source: In case you must cancel or re-schedule a harvest
fr: Si vous devez annuler ou reporter une cueillette

source: If you need to cancel a harvest for any reason, you must advise the volunteer pickers, the owner of the tree and the beneficiary organization as soon as possible. You may consider re- scheduling the harvest rather than cancelling, if this is an option for you, keeping in mind that in this case, you will still need to follow up with the volunteer pickers, the owner of the tree and the beneficiary organization as soon as possible. Contact your fruit buddy if you need support re-scheduling a pick.
fr: Si vous avez besoin d’annuler une cueillette pour quelconque raison, vous devez le plus rapidement possible avertir les cueilleurs, le propriétaire de l’arbre et l’organisme bénéficiaire. Vous pouvez reporter la cueillette plutôt que l’annuler si vous le souhaitez. Dans ce cas, vous devez également prévenir les cueilleurs, le propriétaire de l’arbre et l’organisation bénéficiaire, pour vous assurer que tout est correct de leur côté. Contactez votre « Fruit Buddy » si vous avez besoin d’aide pour reporter votre cueillette.

source: In case of lightning
fr: En cas d’orage

source: We do often pick fruit in the rain (although the rain can make the tree's branches and ladders slippery), but we do not pick in thunderstorms. It's important to remember that both trees and metal ladders can attract lightning.
fr: Nous pouvons parfois cueillir les fruits en cas de pluie (si la pluie ne rend pas l’échelle et les branches trop glissantes), mais nous ne cueillons pas en cas d’orage! Il est important de vous 17 souvenir que les arbres et les échelles métalliques peuvent attirer la foudre.

source: For this reason, it's very important that you remain aware of the weather forecast for your harvest date. That being said, since the weather forecasts in the Montreal area are often quite unpredictable, it can be difficult to judge in advance whether or not to proceed with a pick.
fr: Pour cette raison, il est très important que vous restiez attentif à la météo avant de vous rendre à la cueillette. À Montréal, les conditions météorologiques sont souvent imprévisibles, il est difficile de juger avant le jour même si la cueillette va pouvoir se faire ou non.

source: For this reason, unless the forecast calls for a very high probability of thunderstorms during your scheduled harvest time, it may be better just to proceed with the harvest. In this situation, we recommend advising the tree owner and volunteer pickers that you may have to cancel (or re-schedule) the harvest upon very short notice.
fr: Pour cette raison, à moins qu’il y ait un risque réel d’orage, vous devriez tout de même vous essayer de faire la cueillette. En cas d’orage, vous devez prévenir les cueilleurs, le propriétaire d’arbre que vous annulez ou reportez la cueillette dès que possible.

source: If, upon arrival at the site, you find that the pick cannot be conducted safely, you can choose to cancel the harvest immediately. However, we ask that you remain on site – under shelter of a building, if possible – until all of the volunteers have arrived or at least 15 minutes after the agreed upon time of harvest.
fr: Si, au moment d’arriver sur le site vous pensez que la cueillette ne peut pas se faire en toute sécurité, vous pouvez décider d’annuler immédiatement la cueillette. Si tous les bénévoles ne sont pas encore arrivés sur place, nous vous demandons de vous abriter à proximité du site afin de veiller à l’arrivée des bénévoles et de les prévenir de l’annulation. Nous vous demandons de rester sur place jusqu’à 15 minutes après l’heure convenue.

source: In case of disruption or damage to the tree or property
fr: En cas de perturbation ou de dégâts sur l’arbre ou la propriété

source: Of course, we hope that this never happens, but should the tree or property be disrupted or damaged in some way, it is important that you let the tree owner and your fruit buddy know as soon as possible. We understand that unexpected accidents can occur, but please remember that tree owners put their trust in us, and therefore it's important for us to communicate openly and help them understand the situation.
fr: Nous souhaitons que cela n’arrive jamais mais vous parfois il peut arriver qu’il y ait des dégâts sur la propriété ou l’arbre. Il est très important que vous avertissiez immédiatement le propriétaire de l’arbre et votre « Fruit Buddy. » Nous comprenons que des accidents inattendus peuvent arriver mais svp, souvenez-vous que les propriétaires d’arbres nous font confiance, il est ainsi important de les avertir et de leur expliquer la situation pour ne pas entacher cette confiance.

source: After having communicated the situation to the tree owner, you may direct him or her to contact the collective's core (by email: [info@lesfruitsdefendus.org](mailto:info@lesfruitsdefendus.org)), if any further discussion needs to take place. The core will follow up, if necessary.
fr: Après avoir prévenu le propriétaire, vous pouvez lui dire de s’adresser directement au noyau des Fruits Défendus (par courriel : info@lesfruitsdefendus.org, ou par téléphone : 514-360- 8566), s’il désire avoir d’autres explications.
