Repository: LesFruitsDefendus/guides
Catalog: docs/source/_locales/*/LC_MESSAGES/harvest-guide/pick-equipment.po
Languages: fr

source: Retrieve equipment and bring it to the pick site
fr: Aller chercher l’équipement et le transporter sur le lieu de la récolte

source: On the day of the harvest, your first step will be to retrieve the necessary equipment at an equipment storage site. You should have already indicated on Saskatoon from which site you plan to borrow equipment and ensured that no other pick-leaders are already planning to borrow the same equipment at the same time.
fr: Le jour de la cueillette, votre première étape consiste à aller récupérer le matériel de cueillette à un des points d’équipement que vous avez au préalable choisi. Vous devriez avoir indiqué sur Saskatoon quel point d’équipement vous avez choisi afin de vous assurer qu’aucun.e autre chef.fe de cueillette n’ait prévu d’emprunter le même équipement au même moment.

source: Please consult Annex B for a list of our equipment storage sites for this season. In addition, there are specific guidelines for retrieving equipment at each of the sites. These instructions can also be found in Annex B. Since it contains private information, this annex is not available to the public. It can be found in Saskatoon.
fr: Veuillez s’il vous plaît consulter l’Annexe B pour trouver une liste de nos points d’équipement cette saison. De plus, il y a des instructions à suivre pour récupérer les équipements selon chaque point qui se trouvent aussi dans l’Annexe B.

source: You may print a copy of the checklist below to use for each harvest, in order to verify that you have all the equipment you need.
fr: Vous pourrez imprimer une copie de la liste du matériel (ci-dessous) à avoir avant chaque cueillette afin de vous assurer que vous n’oublierez rien de nécessaire.

source: Equipment to bring to a harvest
fr: Équipements et outils à amener lors d’une récolte

source: Les Fruits Défendus Bike
fr: Le vélo de Les Fruits Défendus

source: Les Fruits Défendus Trailer
fr: La remorque de Les Fruits Défendus

source: Foldable Ladder
fr: Échelle pliante

source: Operations Binder: with waivers, flyers, bike path map, etc.
fr: Le cartable des opérations avec les formulaires de décharge, une carte des voies cyclable, et les dépliants des Fruits défendus (pochette pour mettre tous les documents, par exemple les feuilles de décharge et les notes sur la cueillette)

source: Wooden Crate or Cloth bags for fruit transport
fr: Caisse en bois (pour les grosses cueillettes)

source: Case containing:
fr: Caisse en bois (pour les grosses cueillettes)

source: Pens
fr: Des stylos

source: Bike Hitch (if not using Fruits Défendus' bike)
fr: Le « hitch » pour attacher la remorque à votre propre vélo si vous n’utilisez pas le vélo des Fruits défendus

source: Scissors (for harvesting Saskatoon berries and grapes)
fr: Ciseaux

source: Scale (2)
fr: (2) Balances

source: Tools: socket wrench (8, 9, 10mm), hose clamps, flat head screwdriver [tools used to attach the hitch to your bike]
fr: Outils à vélo/hitch: (1) clé à douille (8, 9, 10mm), collier de serrage, (1) tournevis

source: Gloves, Plastic Bags and Wipes for cleanup
fr: Des gants, des sacs de plastique et des sacs en toile

source: First Aid Kit
fr: (1) Trousse de premiers soins

source: Fruit picking tools, depending on fruit
fr: Outils de cueillette, dépendamment des fruits

source: Fixed-length red poles with cloth basket
fr: Pôles fixes rouges avec des paniers en toile

source: Extendable-length silver poles with cloth basket fruit baskets on poles (wooden handles)
fr: Pôles extensibles gris avec des paniers en toiles Paniers à fruits sur des pôles avec des poignées en bois

source: Plastic fruit-picking buckets with strings (to hang around picker's neck to keep hands free)
fr: Les seaux de cueillette en plastiques avec les lanières (pour les accrocher autour du coup des cueilleurs afin d’avoir les mains libres pendant que vous cueillez)

source: "Les Fruits Défendus" folding sidewalk sign
fr: Un panneau pliant “Les Fruits Défendus” à placer le long du trottoir

source: Bags and containers with handles for collecting, weighing and transporting fruit
fr: Des sacs et conteneurs avec des poignées pour collecter, peser et transporter les fruits

source: Optional items to bring:
fr: Objets optionnels à apporter:

source: Bike repair kit
fr: Kit de réparation de vélo

source: Lock and lights for the bike
fr: Cadenas et lumières pour le vélo

source: See {ref}`Annex 1 <annex-1>` for instructions on how to attach the bike hitch to your own bike (not necessary if you take one of Santropol Roulant's bikes, as they already have the hitch attached). Information on safe biking practices can also be found in {ref}`Annex 1 <annex-1>`.
fr: Consultez {ref}`Annex 1 <annex-1>`pour les pratiques sécuritaires à adopter en vélo et les instructions pour attacher la remorque à votre vélo (vous pouvez aussi utiliser le vélo du Santropol Roulant qui a toujours le « hitch » attaché).

source: Once all this equipment is safely secured in the bike trailer (if you're using it), and you've successfully attached the trailer to your bike, you're ready to take off to the pick site.
fr: Une fois l’équipement dans la remorque, il ne vous reste plus qu’à enfourcher le vélo et à partir à la rencontre de votre arbre fruitier!

source: A few things to keep in mind before leaving
fr: Mémo avant le départ

source: Plan your route in advance, and allow yourself extra time to arrive; you never know what could happen along the way.
fr: Planifiez votre itinéraire à l’avance et prévoyez toujours plus de temps pour faire face aux imprévus.

source: Plan to arrive at the pick site 15-20 minutes in advance, such that you're the first to arrive and you'll have enough time to speak to the tree owner(s) and prepare the area for the pick. As the supervisor of the pick, it is very important that you arrive before the volunteer pickers.
fr: Prévoyez être sur le site de la cueillette 15 à 20 minutes en avance pour vous donner le temps de préparer l’endroit et pour être sur place avant tout le monde. Vous êtes le/la superviseur.e de la cueillette, il est indispensable pour les propriétaires comme pour les autres cueilleurs.ses qu’aucun.e autre bénévole n’arrive sur place avant vous.

source: Finally, be prepared for any potential weather conditions; bring sunscreen, rain jacket, etc.
fr: Soyez prêt.e à affronter les conditions météo du jour (ex. : imperméable, crème solaire).

source: Tips on biking with a bike trailer
fr: Astuces concernant l’utilisation de la remorque à vélo

source: Before trying to pull the trailer, make sure the pin is fully inserted and that the hitch is securely attached to your bike frame (see {ref}`Annex 1 <annex-1>` for visual reference).
fr: Assurez-vous que le goujon (pin) soit bien attaché, et que le crochet d’attelage (hitch) soit bien enclenché (voir {ref}`Annex 1 <annex-1>` pour un exemple visuel).

source: Be more cautious than usual when biking with the trailer. Be aware of the size of the trailer you're pulling, you'll take up much more space than a bike alone! Also take into consideration how much time it will take you to stop with this behind you.
fr: Soyez plus prudent.e que d’habitude. Reconnaissez vos limites : quelle est la largeur de la remorque ? Combien de temps me faut-il pour m’arrêter ? Équipé.e de la remorque, vous êtes beaucoup plus large qu’un simple vélo. N’ayez pas peur de prendre de la place!

source: Expect that pulling the trailer will significantly increase (probably double) the duration of your trip to and from the pick site.
fr: Considérez que conduire la remorque double le temps de voyagement normal en vélo.
