Repository: LesFruitsDefendus/guides
Catalog: docs/source/_locales/*/LC_MESSAGES/harvest-guide/prepare-for-the-pick.po
Languages: fr

source: Prepare for the pick
fr: Se préparer pour la récolte

source: The majority of Les Fruits Défendus' picks take place on private, residential property. It's therefore very important to treat the properties with the utmost respect.
fr: La grande majorité des récoltes auxquelles participe Les Fruits Défendus ont lieu dans des espaces résidentiels privés. Nous devons donc de traiter ces propriétés avec le plus grand respect.

source: When you arrive at the pick site, knock on the door and introduce yourself. Even if no one's expected to be home, it's always a good idea to knock. If the tree owners are at home, you can ask them for small garbage bags or a compost bin for the fallen/spoiled fruits, as well as a container for their portion of the fruit, and a ladder or step stool, if required.
fr: Lorsque vous arrivez sur le site de la cueillette, frappez à la porte et présentez-vous. Il se peut que ce soit prévu que personne ne soit présent, assurez-vous tout de même d’avoir frappé, par précaution. Si les propriétaires sont présent.e.s, vous pouvez aussi demander des sacs de vidanges ou un composteur/bac brun pour disposer des fruits tombés/écrasés, des récipients pour leur portion de fruits et une échelle/escabeau (s’il.s/elle.s en ont un.e).

source: Take time to talk to the tree owner(s) and answer their questions about the collective. Be polite and positive! You represent Les Fruits Défendus, so be sure to put your best foot forward!
fr: Prenez le temps de parler avec les propriétaires, répondez à leurs questions concernant le collectif, soyez poli.e et positif.ve. Vous représentez Les Fruits Défendus, montrez comme nous sommes dégourdi.e.s, organisé.e.s et souriant.e.s!

source: Additional steps to prepare for the pick:
fr: Étapes de préparation:

source: Inspect the pick site for potential hazards during the pick.
fr: Inspectez l’endroit pour repérer d’éventuels dangers.

source: Unload the equipment from the bike trailer.
fr: Sortez l’équipement de la remorque.

source: Prepare the garbage bags used to collect fruit that falls during the pick (freshly fallen fruit). **Please review the table below to familiarize yourself with our policies regarding fallen fruit**.
fr: Préparez les sacs de vidanges qui serviront à collecter les fruits qui tomberont au sol pendant la cueillette (fruits fraîchement tombés). **Veuillez prendre connaissance du tableau ci-dessous pour vous familiariser avec nos « politiques » concernant les fruits tombés**.

source: Fallen fruit
fr: Fruits tombés

source: In the interest of health and sanitation, Les Fruits Défendus does not donate fruit that has come in contact with the ground. This rule also applies to the fruit given to the tree owner. Please consult the following table for procedures regarding fallen fruit and the corresponding rationale.
fr: Par mesure de sécurité et d’hygiène, Les Fruits Défendus ne fait don d’aucun fruit ayant été en contact avec le sol. Cette règle s’applique également aux fruits réservés au propriétaire de l’arbre. Le tableau ci-dessous explique les procédures concernant les fruits tombés et pourquoi de telles précautions sont nécessaires.

source: **Fruit that already fell before the harvest begins**
fr: **Fruits tombés avant la récolte**

source: **Fruit that falls during the harvest**
fr: **Fruits tombés pendant la récolte**

source: **What we call it:**
fr: **On les nomme:**

source: Lost fruit
fr: Fruits perdus

source: Freshly fallen fruit
fr: Fruits fraichement tombés

source: **Risks:**
fr: **Risques:**

source: Could be contaminated with E. coli bacteria, plus we don't know how long it has been on the ground.
fr: Peuvent être infectés par la bactérie E. coli. De plus, on ne sait pas depuis combien de temps ces fruits sont à terre.

source: Could be contaminated with E. coli bacteria.
fr: Peuvent être infectés par la bactérie E. coli.

source: **What we do with it:**
fr: **Ce qu’on en fait:**

source: We compost it if possible, or throw it in the garbage.
fr: On les composte ou les met dans la poubelle s’il n’y a pas d’option compostage.

source: We may offer it to the volunteer pickers or we can just compost or throw it away.
fr: On les donne aux bénévoles ou on les composte. Les fruits fraîchement tombés sont bien souvent encore bons, les bénévoles peuvent donc décider de les rapporter chez eux à condition qu’ils sachent comment les laver correctement.

source: **Where we put it:**
fr: **Où les met-on?**

source: In the backyard composter, brown food scraps bin, or the garbage can.
fr: Dans un sac de vidanges pour le jardin ou dans un bac vert. Cette étape doit avoir lieu avant le début la cueillette.

source: In the bag specifically labelled for fallen fruit.
fr: Dans les sacs prévus pour la collecte des fruits fraîchement tombés.

source: **Do we weigh it or not?**
fr: **Peser ou pas peser?**

source: We do not count its weight in the final tally.
fr: Les fruits perdus ne sont pas pesés, leur poids n’est pas pris en compte dans le calcul saisonnier de l’ensemble des « fruits cueillis ».

source: If the volunteer pickers decide to take it, we note its weight in the harvest total.
fr: Si les bénévoles les prennent, les fruits fraichement tombés sont pesés et leur poids est pris en compte dans le calcul saisonnier de l’ensemble des « fruits cueillis ».
