Repository: LesFruitsDefendus/guides
Catalog: docs/source/_locales/*/LC_MESSAGES/harvest-guide/record-data-*-saskatoon.po
Languages: fr

source: Record your pick data in Saskatoon
fr: Rentrer les données de la cueillette dans Saskatoon

source: Congratulations and thank you! You've successfully completed a harvest!
fr: Félicitations et merci! Vous avez mené votre cueillette avec succès !

source: Now it's time to enter the data for your harvest into our Saskatoon database, letting the rest of us know about the work that you have contributed to Les Fruits Défendus! This also allows us to track in real-time how much fruit has been harvested by the collective overall. Information that you add to the system can also help us adapt our practices and make life easier for pick-leaders in the future.
fr: Maintenant il est temps d’entrer les données que vous avez notées suite à votre cueillette dans Saskatoon, ainsi vous enregistrez le travail que vous avez fait pour Les Fruits Défendus ! Cela nous permet de suivre les collectes réalisées et de mettre à jour les données concernant les récoltes et les propriétés, incluant notamment un suivi en temps réel des quantités de fruits collectées. Les informations que vous rentrerez nous permettront, de plus, de faire des améliorations quand cela est nécessaire pour rendre toujours plus simple le travail des chef.fe.s de cueillette.

source: Check out our Statistics page to see how we're doing! It shows us how many harvests our pick-leaders have led for each fruit type and in various neighbourhoods, as well as which beneficiary organizations have received our fruit. Fruit statistics can be filtered for the current year, or for any year or all years since 2016. Enter in your information so we can see your contribution!
fr: Regarder notre page sur les statistiques pour voir où on en est rendu! Les statistiques générales quant au nombre de cueillettes et de propriétés sont visibles pour les chef.fe.s de cueillette au fur et à mesure de la saison. Nous espérons pouvoir bientôt commencer à ajouter plus de statistiques en temps réel comme le poids total de fruits cueillis et donnés à des organismes bénéficiaires, le nombre de cueillettes réalisées selon les types de fruits ou encore le nombre de cueillettes réalisées selon les quartiers. Nous pouvons trier les statistiques dans l’année courante ou dans toutes les années depuis 2016. Entrez vos informations pour qu’on puisse voir votre contribution !

source: *In order to help keep the data in Saskatoon up-to-date, we ask that you record the data for your pick within 24 hours of the harvest*.
fr: *Afin de garder la base de données à jour dans Saskatoon, nous vous demandons d’entrer vos données de vos cueillettes dans les 24h suivant la récolte.*

source: If after reviewing this guide, you have any questions about entering data into Saskatoon, or if you need assistance, please consult your Fruit Buddy.
fr: Si vous avez toujours des questions après la lecture de cette section du guide sur l’entrée de donnée dans Saskatoon ou si vous avez besoin d’aide, veuillez consultez votre « Fruit Buddy. »

source: To begin entering information about the type and quantity of fruit harvested, distributed and donated:
fr: Pour commencer à entrer les informations concernant le type et la quantité de fruits cueillies, distribuée et donnée :

source: Log in to Saskatoon at [http://saskatoon.lesfruitsdefendus.org/](http://saskatoon.lesfruitsdefendus.org/)
fr: Connectez-vous à Saskatoon au lien suivant : [http://saskatoon.lesfruitsdefendus.org/](http://saskatoon.lesfruitsdefendus.org/)

source: Open the corresponding Harvest page for your harvest, either: a.) via the Calendar; b.) by entering the harvest ID# in the search field; or c.) by locating it in the list of harvests on the Harvests page. For more info on logging in to Saskatoon and locating the Harvest page for your harvest, please consult the Pre-Pick guide.
fr: Ouvrez la page de la récolte correspondante soit : a.) via le calendrier; b.) en entrant le ID# de la récolte dans la barre de recherche; ou c.) en trouvant dans la liste des récoltes la récolte correspondante. Pour plus de détails sur comment se connecter à Saskatoon et comment localiser la page des récoltes, consultez svp le guide de pré-cueillette.

source: Scroll down to the section near the bottom of the Harvest page called "Distribution of fruit". Click on the "+" button at the upper right of this section (**Fig 3**)
fr: Descendez jusqu’à la section située en bas de la page de la récolte nommée “distribution de fruits”. Cliquez sur le “+” en haut à droite de cette section (**Fig. 3**).

source: Using the drop-down menu, choose the fruit type under "Tree" (**Fig 4**).
fr: En utilisant le menu déroulant, choisissez le type de fruit dans la section “tree” (**Fig. 4**).

source: Type in the quantity of fruit (in pounds) donated to the beneficiary organization.
fr: Ajoutez la quantité de fruits (en livres) donnée à l’organisation bénéficiaire.

source: Using the drop-down menu, choose the name of the beneficiary organization under "Recipient".
fr: En utilisant le menu déroulant, choisissez le nom de l’organisme bénéficiaire dans la section “Recipient.”

source: Be sure to click on the blue button labelled "Submit" to save all of the data you've just entered for this recipient in Saskatoon.
fr: Assurez-vous de bien cliquer sur le bouton bleu “Soumettre” pour sauvegarder les données que vous venez d’entrer concernant la distribution des fruits.

source: Repeat these steps to record the amount of fruit distributed to each recipient, including the tree owner (if applicable), yourself and all volunteer pickers who participated.
fr: Répétez cette étape pour enregistrer la quantité de fruits distribuée pour chaque bénéficiaire, incluant le propriétaire d’arbre (si nécessaire), vous-mêmes et les bénévoles qui ont participé.

source: Once you have completed all of these entries, the total weight shown at the bottom of the "Distribution of fruit" section should correspond to the total weight you recorded on-site at the end of your harvest (**Fig 5**).
fr: Une fois que vous avez fini cette étape, le poids total de votre cueillette pourra se voir en bas de la section “distribution de fruits” et correspondra au poids total que vous avez cueilli. (**Fig. 5**).

source: Next, please update information about volunteer picker attendance and add any comments about the harvest or the property that may be useful for future harvests in future seasons. For each volunteer picker listed in the "Pickers" section of the Harvest page, click on the yellow-orange square-shaped button under the Actions column (**Fig 6**).
fr: Ensuite, pensez svp à mettre à jour les informations concernant la bonne participation des bénévoles et d’autres commentaires utiles à propos de la propriété, de l’arbre et du propriétaire. Cela servira pour les prochaines récoltes sur cette propriété. Pour ajouter des commentaires sur chaque bénévole qui a participé, cliquez dans la section “Cueilleurs” sur le bouton jaune orangé carré sur la droite de la section en-dessous de la colonne “Action” (**Fig 6**).

source: Under the section labelled, "Manage request", please click on the bubble which corresponds to that picker's participation (**Fig 7, item 1**). If you have additional notes which you think would be helpful for future picks [e.g. "Very energetic and helpful picker!" or "Picker never showed up, and never contacted me before or after the harvest to let me know."], please add it here (**Fig 7, item 2**). Please try to remain constructive in your comments, however.
fr: Sous la section “Gérer la demande,” cochez le cercle qui correspond à la participation effective du cueilleur bénévole (**Fig. 7, item 1**). Si vous avez des commentaires utiles pour des futures cueillettes, vous pouvez les ajouter dans l’espace de commentaire en- dessous [par exemple “Elle avait beaucoup d’énergie et elle a beaucoup aidé” or “Le cueilleur ne s’est jamais présenté à la cueillette et ne m’a pas contacté avant ou après la cueillette pour me tenir au courant”] (**Fig. 7, item 2**). Nous vous demandons svp de faire des commentaires constructifs pour tous.

source: Be sure to click on the blue "Save" button to save your data in Saskatoon and return to the Harvest page.
fr: Assurez-vous de cliquer sur le bouton bleu “Enregistrer” pour sauvegarder vos données dans Saskatoon et pour retourner à la page de la récolte.

source: Now, for the last step, you are ready to change the status of the Harvest 12. In the upper-right corner of the Harvest page, click on the yellow-orange button named "Edit Harvest" (**Fig 8**).
fr: Maintenant, la dernière étape consiste à changer une dernière fois le statut de votre récolte. Sur le coin en haut à droite de la page de la cueillette, cliquez sur le bouton jaune orangé “modifier récolte” (**Fig. 8**).

source: In the drop-down menu under "Harvest Status", change the status to "Succeeded" (**Fig 9**).
fr: À l’aide du menu déroulant “Status de la récolte”, changez pour “Réussie” (**Fig. 9**).

source: If you need to make changes to any other data, such as the number of required pickers, please go ahead. However, please don't delete or modify any information that you may have been previously provided about the harvest in the box under "Public announcement". This information may end up being useful for future harvests/seasons. If you want to add additional information about how the harvest went, we encourage you to do that under the Comments section (see steps below).
fr: Si vous avez besoin de faire des changements sur d’autres données, comme le nombre de cueilleurs requis, n’hésitez pas à le faire sur cette même page. Cependant, svp n’effacez pas ou ne modifiez pas les informations que vous avez pu mettre auparavant dans la section intitulée “Annonce publique”. Cette information pourra être utile pour de futures cueillettes sur cette même propriété. Si vous souhaitez ajouter des informations additionnelles pour décrire comment s’est déroulée la cueillette, nous vous encourageons à le faire dans la section “commentaires” (voir étapes ci-dessous).

source: Click the blue "Submit" button to save data and to return to the Harvests page.
fr: Cliquez sur le bouton bleu “Soumettre” pour sauvegarder vos données et retourner sur la page de la récolte.

source: Back on the Harvests page, be sure to add any pertinent details about the fruit harvesting event under the Comments section by clicking on the "+" (**Fig 10**).
fr: De retour sur la page de récolte, assurez-vous d’ajouter toutes les informations pertinentes à propos de la cueillette dans la section “commentaires” en cliquant sur le “+” (**Fig. 10**).

source: Type your comments in the box and click on the blue "Save" button (**Fig 11**).
fr: Notez votre commentaire dans la section qui s’ouvre à l’écran et cliquez sur le bouton “Enregistrer” (**Fig. 11**).

source: If you have useful information to add or update about the property or the tree/vine itself (information that isn't likely to change too much from one year to the next), you can add it to Saskatoon by opening the Property page, and clicking on the yellow-orange "Edit Property" button. Any comments about the property or the tree/vine may be added in the "Additional information" section. [Refer to Fig. 16. & Fig. 17. in the Pre-Pick guide.]
fr: Si vous avez des informations utiles à propos de la propriété, de l’arbre (des informations qui ne sont pas amener à trop changer d’une année à l’autre), vous pouvez les ajouter dans Saskatoon en ouvrant la page de la propriété sur laquelle vous vous êtes rendus, et en cliquant ensuite sur le bouton jaune-orange “Modifier propriété” (Fig. 15) Tous commentaires sur la propriété ou l’arbre peut être ajouté également dans la section “à propos”. [voir Fig. 16. & Fig. 17. dans le guide pré-cueillette.]

source: If you have any photos of the property, we encourage you to upload them to Saskatoon by clicking on the "+ Add an Image" button at the upper left side of the Property page (**Fig 12**).
fr: Si vous avez des photos de la propriété, nous vous encourageons à les ajouter sur Saskatoon en cliquant sur “ajouter une image” en haut à gauche de la page de la propriété (**Fig 12**).

source: Click on "Choose File" and navigate to the location of the image file(s) on your computer or device. Select the file(s) and click "Open". Then click the blue "Save" button. [NOTE: This feature is a work in progress and may not yet be fully functional.]
fr: Cliquez sur “choisissez le fichier” et rendez-vous à l’endroit où la ou les photo.s se trouvent dans votre ordinateur. Sélectionnez le ou les fichier.s et cliquez sur ”ouvrir.” Ensuite, cliquez sur le bouton “Enregistrer”. [NOTE: cet outil est en cours de développement, il se peut qu’il ne fonctionne pas bien.]

source: What's next?
fr: Qu’est-ce qui suit ?

source: Enjoy the fruits of your labour!
fr: Savourez les fruits de votre travail!

source: Whether you consume your fruit freshly-picked, as part of a recipe, or in homemade preserves, we hope you'll appreciate it all the more, knowing that it came from a shared picking experience that you made possible!
fr: Pendant que vous consommerez vos fruits fraîchement cueillis, dans un plat cuisiné ou dans des conserves maisons, nous espérons que vous les dégusterez d’autant plus qu’ils proviennent d’une expérience de partage à travers cette cueillette que vous avez rendu possible!

source: If you have any questions or comments about your experience leading a pick, please feel free to contact us. We also hope to conduct a survey at the end of the season during mid-autumn – this is another opportunity for us to hear your valuable feedback.
fr: Si vous avez des questions ou des commentaires à propos de votre expérience en tant que chef de cueillette, n’hésitez pas à nous en faire part. Nous espérons être capables de réaliser une enquête auprès de vous à la fin de la saison (à la mi-automne) pour recueillir vos retours d’expérience. Ce sera un autre moment pour vous de vous exprimer sur votre ou vos cueillettes menées.

source: If you have stories or photos related to your harvest that you'd like to share, please send them to us and we can publish them on our social media! And finally, once you're ready for another opportunity to adopt and plan a harvest, please remember that you're always welcome to browse our harvest calendar!
fr: Si vous avez des histoires ou des photos à partager avec nous concernant les cueillettes, envoyez-les-nous et nous les partagerons sur nos réseaux sociaux! Enfin, quand vous serez prêt.e à adopter et planifier une nouvelle cueillette, n’hésitez pas à aller regarder sur le calendrier des cueillettes si vous trouvez votre bonheur !

source: Thank you for being an integral part of Les Fruits Défendus! Its because of YOU that Les Fruits Défendus' mission becomes a reality!
fr: Merci de faire partie intégrante du collectif Les Fruits Défendus ! C’est grâce à VOUS que la mission des Fruits Défendus passe du rêve à la réalité !
