Repository: LesFruitsDefendus/guides
Catalog: docs/source/_locales/*/LC_MESSAGES/harvest-guide/supervise-harvest.po
Languages: fr

source: Supervise the harvest
fr: Superviser la cueillette et séparer la récolte

source: Your main concern during the pick is your volunteers; make sure they are comfortable and safe!
fr: Votre souci principal concerne les bénévoles : assurez-vous qu’ils soient satisfait.e.s, à l’aise et en sécurité!

source: Do not forget the most important step: make the most of picking and enjoy the experience! Some other things to keep in mind when supervising a pick:
fr: N’oubliez pas la partie la plus importante : essayez de cueillir un maximum de fruits et surtout vous amusez ! Les choses auxquelles il faut penser quand on supervise une récolte :

source: Each harvest is different. Sometimes the trees are full of fruit, but it can also happen that a gust of wind made everything fall overnight. One can never know. Keep your head up and focus on how to remediate the situation. Help the volunteers keep their spirits up and stay optimistic.
fr: Chaque récolte est différente. Parfois, les arbres croulent sous le poids des fruits, mais il peut aussi arriver qu’un coup de vent ait tout fait tomber durant la nuit : on ne peut jamais le savoir. Gardez la tête haute et sachez-vous ajuster. Aidez les cueilleurs.ses bénévoles à garder le moral et à rester optimistes.

source: Each group of volunteer pickers is different. The dynamics vary greatly from one group to another. If volunteers are reluctant to take initiative, you can suggest that they climb or hold the ladder, pick up fallen fruit during harvesting, sort fruit, etc.
fr: Chaque groupe de cueilleurs.ses bénévoles est différent. Les dynamiques varient énormément d’un groupe à l’autre. Si les bénévoles hésitent à prendre de l’initiative, vous pouvez leur suggérer de grimper ou tenir l’échelle, ramasser les fruits tombés pendant la récolte, trier les fruits, balayez les fruits perdus, etc.

source: If you have a camera, we encourage you to take photos of the harvest and send them to us ([info@lesfruitsdéfendus.org](mailto:info@lesfruitsdéfendus.org)), or to post them and tag us on Facebook ([Les Fruits Défendus Montréal](https://www.facebook.com/lesfruitsdefendus.montreal)) or tag us on Instagram ([FruitsDefendus](https://www.instagram.com/fruitsdefendus/)) #fruitsdefendus. However, **please make sure that all volunteers give their approval before you start photographing**.
fr: Si vous avez un appareil photo ou tout autre appareil capable de prendre des photos, nous vous encourageons vivement à documenter la cueillette et à envoyer les photos au coordonnateur des bénévoles ([info@lesfruitsdéfendus.org](mailto:info@lesfruitsdéfendus.org)), les publier et nous tagger sur Facebook ([Les Fruits Défendus Montréal](https://www.facebook.com/lesfruitsdefendus.montreal)) ou nous tagger sur Instagram ([FruitsDefendus](https://www.instagram.com/fruitsdefendus/)). Assurez-vous simplement que tous les bénévoles vous aient donné leur accord avant de les photographier.

source: See {ref}`Annex 3 <annex-3>` for more information on health and safety when picking.
fr: Voir {ref}`Annex 3 <annex-3>`pour plus d’information sur la santé et la sécurité lors de la cueillette.

source: Picks generally lasts two hours. Sometimes it takes less time to harvest the fruit, and sometimes two hours is not enough time to collect all the fruit. We do our best to harvest as much as we can in the timeframe we allow, but we can't always save all the fruit! For this reason, after two hours of harvesting, the material must be packed up and volunteers must be ready to part ways.
fr: Nous prévenons les bénévoles que la cueillette dure deux heures. Il arrive que cela prenne moins de temps, mais il ne faut pas dépasser cette durée. Deux heures après le début de la cueillette, il faut que le matériel soit rangé et que les bénévoles soient prêt.e.s à reprendre gaiement le chemin du retour.

source: **When two hours is not enough to collect all the fruit**, it is sometimes possible to continue the harvest if the following conditions are met:
fr: Quand deux heures ne suffisent pas à cueillir tous les fruits, vous pouvez alors continuer la récolte seulement si toutes les conditions suivantes sont réunies :

source: You must be absolutely certain that there are no other harvests scheduled in the same area after your pick, and that the equipment you are using isn't scheduled to be used by another pick-leader after your harvest.
fr: Vous devez être absolument certain.e qu’il n’y a pas d’autre cueillette programmée dans le quartier après la vôtre, et que l’équipement que vous souhaitez utiliser ne soit pas réservé par un.e autre chef.fe de cueillette au même moment ou juste après votre cueillette.

source: You must be certain that the beneficiary organization will still be open at the time you arrive with the fruit.
fr: Vous devez vous assurer que l’organisme bénéficiaire est toujours ouvert au moment où vous irez déposer les fruits.

source: You must be certain that the equipment point will still be open at the time you will be returning the equipment.
fr: Vous devez vous assurer que le point d’équipement sera toujours ouvert au moment de rapporter le matériel.

source: You must be certain that the volunteers want to continue beyond the two hours scheduled. They should not feel obligated to stay!
fr: Les bénévoles doivent avoir envie de continuer au-delà des deux heures prévues, ils ne doivent pas se sentir obligé.e.s de rester!

source: You must be certain that you are welcome to stay longer than agreed time on the tree property – i.e., you must have permission from the tree owner to stay longer.
fr: Si nécessaire, vous devez vous assurer que vous êtes les bienvenus pour rester plus longtemps que prévu sur la propriété du propriétaire d’arbre.

source: It's a good idea to announce the end of the pick in an encouraging manner, once you see that the rhythm is beginning to slow down (ex.: "Just so you know, we can pick for 10 more minutes and then we need to start packing up.").
fr: Il est bon d’annoncer que la fin de la cueillette approche lorsque vous voyez que le rythme commence à ralentir (ex : Allez, encore 10 minutes et on remballe!).

source: Once the fruit has been picked, ask a few volunteers to help weigh the fruit. Include the weight of freshly dropped fruit, but keep this fruit in a separate bag to avoid mixing it with the fruit picked from the branches. Once weighed, ask volunteers to help divide the fruit into three equal parts (excluding the freshly dropped fruit): one third for the beneficiary organization, one third for the tree owner, and one third for all of the volunteer pickers. Further divide the volunteer pickers' share among all volunteers (including you, the pick-leader). Portions don't have to be precisely equal, but please do try to be fair to everyone.
fr: Une fois que la plus grande partie des fruits a été récoltée, demandez à quelques bénévoles de peser les fruits. Incluez le poids des fruits fraîchement tombés, mais conservez-les dans un sac à part pour ne pas les mélanger aux fruits cueillis sur les branches. Une fois pesés, demandez à des bénévoles de partager les fruits cueillis sur les branches en trois parts égales (sans inclure les fruits fraîchement tombés): un tiers pour l’organisation bénéficiaire, un tiers pour le propriétaire d’arbre et un tiers pour tous les cueilleurs présents (comprenant le/la chef.fe de cueillette). Le partage peut être fait à l’œil, on n’est pas au gramme près.

source: Record the total weight and the weights of the divided portions of fruit on the post-harvest form found in the pick binder. You will use this to update the information in our Saskatoon database.
fr: Enregistrez/notez quelque part le poids total de la cueillette et les poids des parts de fruits que vous avez divisé afin de les reporter dans le document post-cueillette que vous trouvez dans le classeur sur la cueillette. Vous allez utiliser ce document pour mettre à jour les informations dans Saskatoon.

source: Deliver the fruit reserved for the owner, or leave it for them at the agreed upon place.
fr: Mettez de côté les fruits réservés au/à la propriétaire et déposez-les à l’endroit convenu.

source: Offer to divide the freshly dropped fruit between volunteers emphasizing the precautions. Ensure that everyone is aware of the contamination risks which they can incur.
fr: Proposez de diviser également les fruits fraîchement tombés entre les bénévoles en insistant sur les précautions à prendre et en s’assurant que tout le monde soit conscient des risques de contaminations encourus.

source: Ask for help putting ladders and other equipment into the trailer and make one last overview to make sure everything is clean and tidy. The site should be as clean, if not cleaner, than when you first arrived!
fr: Faites-vous aider pour rapporter les échelles et le reste du matériel à la remorque, et faites un dernier survol pour vérifier que tout est propre et bien rangé!

source: Thank the volunteers, and let them depart happily with their fruit.
fr: Remerciez les bénévoles et laissez-les repartir gaiement avec leur butin.
