Repository: LesFruitsDefendus/guides
Catalog: docs/source/_locales/*/LC_MESSAGES/harvest-guide/welcome-volunteer-pickers.po
Languages: fr

source: Welcoming the volunteer pickers
fr: Accueillir les bénévoles

source: As the pick-leader, it is absolutely necessary that you arrive at the pick site before anyone else so that you can receive and manage the volunteer pickers. Please do not be late!
fr: Nous insistons : en tant que chef.fe de cueillette, vous devez être le/la premier.ère à arriver sur le terrain afin d’être présent.e pour accueillir les bénévoles. Vous ne pouvez pas être en retard!

source: A fruit pick is a fun, social activity, and a large part of your role as pick leader consists of ensuring that everyone enjoys themselves. To facilitate this, please welcome the volunteer pickers with a smile, encourage introductions to one another, and initiate conversation if you're comfortable doing so (if you're more introverted, don't worry! -- generally, volunteer pickers get to work right away and often end up chatting a lot among one another).
fr: La cueillette des fruits est une activité sociale et amusante et une grande partie de votre rôle consiste à faire en sorte que tout le monde se sente bien. En ce sens, accueillez les bénévoles avec le sourire, facilitez les présentations, et placotez un peu (si vous êtes plutôt du genre introverti : pas de panique – en général, tout le monde se met vite au travail et les bénévoles discutent aussi beaucoup entre eux).

source: Let the volunteer pickers know that the pick won't start until everyone has arrived. That being said, don't wait too long to start (max. 10-15 minutes after scheduled meeting time), as occasionally volunteers simply don't show up.
fr: Prévenez les bénévoles que la cueillette ne débutera pas tant que l’ensemble des bénévoles soient arrivé.e.s. N’attendez tout de même pas trop longtemps, car certains cueilleurs.ses pourraient simplement ne pas se présenter. On vous recommande de ne pas attendre plus qu’une dizaine de minutes après l’heure convenue de la cueillette par respect pour les personnes ponctuelles.

source: If volunteers who arrive early or on time are impatient to get started, ask them to help you with preparatory tasks such as picking up fruit already on the ground (to be discarded or composted). Volunteer pickers should wait for the green light from you before starting the pick.
fr: Si des bénévoles arrivé.e.s en avance s’impatientent et suggèrent de commencer la cueillette, demandez-leur de vous aider à effectuer les préparations nécessaires (ex. : déposer les fruits déjà tombés à terre dans un composteur ou dans les sacs prévus à cet effet; partir à la recherche d’une échelle supplémentaire). Pour cueillir, les bénévoles doivent attendre votre feu vert, veillez à ce que personne ne commence tant que la préparation ne soit terminée.

source: **Ensure that each volunteer picker (or parent/guardian of a minor picker) signs a liability discharge waiver before starting the pick.**
fr: **Assurez-vous que chaque bénévole signe une décharge (ou que les parents signent pour leur.s enfant.s mineur.e.s).**

source: Take note of any no-show volunteers; this information needs to be recorded in the database.
fr: Si un.e ou plusieurs bénévoles manquent à l’appel, vous pouvez le noter dans la base de données à la fin.

source: Once all the volunteer pickers have arrived, and before your start the pick, you must convey the following important information to them:
fr: Une fois que tou.te.s les bénévoles sont arrivé.e.s, il faut leur transmettre un bon nombre d’informations. Voici une liste de ce que vous devez mentionner:

source: "Thank you all for being here to save fruit with Les Fruits Défendus today!"
fr: “Merci à toutes et tous d’être ici! Les Fruits Défendus cueille et redistribue les fruits montréalais, ils vont donc tomber entre de bonnes mains.”

source: "We will begin by cleaning up all the "lost fruit" that's already on the ground (fruit that fell before we arrived) and then surveying the pick area to make sure it is safe for us to work. We won't begin the pick until the area is clean and safe."
fr: “On va commencer par nettoyer le terrain de tous les fruits perdus (les fruits tombés à terre préalablement à notre arrivée) et par sécuriser la zone de cueillette. On ne commencera pas la récolte tant que la zone ne sera pas propre et dégagée.”

source: Offer gloves and distribute trash bags for collection of the fruit on the ground.
fr: Offrir des gants et montrer les sacs de vidanges pour collecter les fruits tombés et les débris.

source: "The fruit we harvest today will be divided into thirds: 1/3 for the tree owner (if applicable), 1/3 for a beneficiary organization, and 1/3 for us to share."
fr: “Les fruits seront partagés en 3 parts: 1/3 pour le propriétaire de l’arbre (si le cas s’applique); 1/3 à partager entre nous tous; et un 1/3 à rapporter à un organisme bénéficiaire.”

source: "Be aware that we are on private property, so it's very important to take extra precaution to not damage anything during the pick. Please be respectful! Also be aware of..."
fr: “Nous sommes dans une propriété privée, il faut donc faire très attention de ne rien abîmer pendant la cueillette. Les lieux doivent être traités avec le plus grand respect. Soyez également vigilant :

source: Point out any potential hazards at the pick site, including plants/foliage to avoid contact with, uneven terrain, electrical/phone lines, etc.
fr: Prendre note de tout danger potentiel aux abords du site de cueillette, cela inclut les plantes/ le feuillage pour éviter le contact avec un terrain accidenté, des lignes de téléphones/d’électricité, etc.

source: "It's also very important not to damage the tree that we'll be harvesting. Most importantly, do not shake the tree, as this can damage its roots and inhibit fruit production in future seasons. If you're going to climb the tree, be careful not to scrape the trunk with your shoes or break the branches."
fr: “Il faut aussi faire attention de ne pas endommager l’arbre. Il ne faut surtout pas secouer l’arbre, car cela pourrait abîmer les racines et nuire à la production des fruits l’année suivante. Lorsque vous grimpez aux arbres, assurez-vous de ne pas écorcher le tronc et de ne pas briser de branches (même petites).”

source: Ensure beforehand if the tree owner approves of pickers climbing the tree
fr: Assurez-vous au préalable que le ou la propriétaire d’arbre vous a donné le feu vert pour que les cueilleurs grimpent dans les arbres

source: "Your safety is our top priority. We'll do our best to harvest as much fruit as possible, but it's not worth it to put yourself in danger in an effort to collect more fruit. Be mindful of your own physical limits. We will likely not be able to harvest the whole tree, and it's not the end of the world! Finally, please do not climb on any structures on the property (e.g. roof of garage, picnic table or other lawn furniture) unless we have permission from the tree owner to do so."
fr: “Votre sécurité est primordiale. Nous cueillerons autant de fruits que possible, mais il ne vaut pas la peine de se mettre en danger pour une pomme. Nous ne sommes presque jamais capables de cueillir tous les fruits, alors pas de panique si vous ne parvenez pas à tout rafler. Ne faites rien que vous jugez effrayant ou dangereux. Sachez reconnaître vos limites et rappelez-vous qu’il est plus dangereux de descendre d’une échelle avec une lourde chargée de fruits que d’y grimper. On ne grimpe pas sur les autres structures (toit, table) sans que le propriétaire ne nous y ait explicitement autorisés.”

source: Review with the volunteers, our safe practices for ladder use (Annex 2): always have a spotter, never stand on the top step, always have three points of contact on the ladder at all times.
fr: Révisez les consignes de sécurité de l’échelle (Annexe #2) : présence obligatoire du guetteur, ne pas mettre les pieds sur les barreaux du haut, passer l’équipement de bas en haut, mais pas sur les côtés, 3 appuis en tout temps.

source: "In case of an accident, we have a first aid kit."
fr: “Au cas où… nous avons un kit de premiers soins.”

source: Show them where it is located.
fr: Pointez-le.

source: "We will be composting or disposing of all the fruit that's already on the ground. The fruit that falls during the pick ("freshly fallen fruit") will be collected but kept separate from the fruit that hasn't touched the ground. Freshly fallen fruit cannot be given to tree owners or beneficiary organizations, as it might be contaminated with E. coli bacteria. We (the volunteer pickers) can keep this fruit, but we should be sure to wash it before eating/using it."
fr: “Nous compostons ou jetons tous les fruits perdus (tombés à terre avant la récolte). Les fruits qui tombent pendant la cueillette sont appelés fruits fraîchement tombés. On garde les fruits fraîchement tombés dans un contenant séparé et on ne les offre ni aux propriétaires, ni aux organismes bénéficiaires, car ils pourraient être contaminés par la bactérie E. coli. Vous pouvez rapporter les fruits fraîchement tombés à la maison (beaucoup le font) mais assurez-vous de bien les nettoyer avant de les manger.”

source: "Picking techniques vary depending on the fruit. I'll show you the best way to pick the fruit we're working with today."
fr: Les techniques de cueillette varient en fonction des fruits, je vais donc vous montrer quelques astuces pour la cueillette d’aujourd’hui. (Ne pas tirer sur les fruits, utiliser les cueille-fruits, etc.).

source: Demonstrate how to pick the fruit, and verbally explain best practices
fr: Montrer comment cueillir un fruit et expliquer verbalement les bonnes pratiques pour le faire

source: Answer any questions volunteer pickers might have
fr: Des questions ? Alors on commence

source: Remember
fr: Attention

source: **Have each volunteer picker sign a liability waiver form**
fr: **Chaque cueilleur doit signer une décharge de responsabilité.**

source: Once you've given all the instructions, answered any questions posed, cleaned up all the fruit on the ground, and securely installed the ladder... you can invite the volunteers to start picking!
fr: Une fois que les instructions ont été expliquées, que les fruits sur le sol ont été ramassés et que l’échelle est installée de manière sécuritaire, vous pouvez inviter les bénévoles à commencer la cueillette!
