Repository: LesFruitsDefendus/guides
Catalog: docs/source/_locales/*/LC_MESSAGES/pre-pick-guide/life-cycle-of-a-pick-on-saskatoon.po
Languages: fr

source: Life Cycle of a Pick on Saskatoon
fr: Cycle de vie d'une récolte sur Saskatoon, la base données

source: As a pick-leader, you will be using Saskatoon to plan your picks. Saskatoon shows a list of available "harvests", each of which corresponds to a potential harvest of a fruit tree or vine.
fr: En tant que chef.fe.s de cueillette vous aurez à utiliser Saskatoon pour organiser des cueillettes. Saskatoon vous montre une liste des cueillettes disponibles. Chacune de ces cueillettes disponibles correspond à la cueillette d'un arbre fruitier ou d'une vigne.

source: Each year, tree-owners from our community complete an online form indicating their interest in having us harvest their fruit. Consequently, Saskatoon creates a new "harvest" (a.k.a harvest record) for that year.
fr: À chaque année, les propriétaires d'arbres de notre communauté remplissent un formulaire en ligne pour signaler leur intérêt pour qu'on vienne cueilleur chez eux cette année. Ensuite, Saskatoon crée une nouvelle « récolte » pour cette année.

source: Additionally, a given property may have more than one type of fruit tree (or vine), each with its own distinct harvesting period. Each tree or vine can yield fruit over a period of several weeks, thus allowing more than one harvest to be scheduled for that tree/vine.
fr: De plus, sur une propriété, il peut y avoir plusieurs arbres fruitiers (ou vignes), chacun avec sa période de cueillette propre. Chaque arbre fruitier donnée ou une vigne peut donner des fruits sur une période de plusieurs semaines permettant ainsi à plusieurs cueillettes de s'effectuer sur ce même arbre/cette même vigne.

source: It's for these reasons that we use the term "harvest" in Saskatoon, rather than "tree". These "harvests" will help you plan your harvesting events.
fr: C'est pour cette raison que le terme de « récolte » est utilisé dans Saskatoon plutôt que le terme « arbre ». Ces « récoltes » vous permettront d'organiser votre activité de cueillette.

source: Each stage of planning and fulfilling a harvest event is referred to as a harvest "Status". Here's an overview of each harvest status:
fr: On réfère à chaque étape de planification et exécution de la récolte comme le "Status" de la récolte. Voici l'explication des différents statuts possibles :

source: **To be confirmed**: (Please ignore.)
fr: **À confirmer** : [Un statut obsolète, veuillez l'ignorer]

source: **Orphan**: The tree-owner gave us the "okay" to harvest their tree this season, but no pick-leader has selected it yet.
fr: **Orphelin** : L'arbre est confirmé pour la saison, mais pas encore pris en charge par un.e chef.fe de cueillette.

source: **Adopted**: A pick-leader has assigned his/herself to the tree.
fr: **Adopté**: Un.e chef.fe de cueillette s'est assigné.e cette arbre (ou vigne).

source: **Date scheduled**: A pick-leader has confirmed a harvest date with the tree owner. The pick is published publicly in the calendar so that volunteers can sign up.
fr: **Date fixée** : Rendez-vous fixé entre le/la chef.fe de cueillette et le propriétaire. La cueillette est rendue publique dans le calendrier et les bénévoles peuvent s'inscrire.

source: **Ready**: The team of pickers has been confirmed, and subscription to the pick is closed (i.e., it is no longer possible to sign up for the pick using the calendar).
fr: **Prêt** : L'équipe de cueillette a été formée et les inscriptions à cette cueillette sont fermées (il n'est plus possible de s'inscrire pour cette cueillette sur le calendrier).

source: **Succeeded**: The fruit has been successfully picked.
fr: **Réussi** : Nous avons cueilli les fruits avec succès.

source: **Cancelled**: Sadly, the tree or vine will not be harvested this year. Notes detailing why this is the case will be recorded in Saskatoon.
fr: **Annulé** : Nous ne serons pas capables de cueillir cet arbre cette année. Un commentaire d'explication sera enregistré dans Saskatoon.
