Repository: LesFruitsDefendus/guides
Catalog: docs/source/_locales/*/LC_MESSAGES/pre-pick-guide/planning-a-harvest.po
Languages: fr

source: The "Public announcement" section, which should include any information about the pick that you'd like to make visible to prospective pickers, e.g. you're looking for volunteers to help with transport of fruit to the beneficiary organization after the pick, or maybe the tree is particularly beautiful (**Fig.18**).
fr: La section « Annonce publique », qui devrait inclure toute information à propos de la cueillette que vous souhaitez rendre visible pour les cueilleurs potentiels. Par exemple, si vous cherchez des bénévoles pour aider avec le transport des fruits jusqu'aux organisations bénéficiaires, ou si l'arbre est particulièrement beau, etc. (**Fig.18**).

source: Do NOT publish any private information in this section, as this section is visible to the public. The exact location (address) of the tree is private information.
fr: Comme cette section sera visible publiquement, NE PUBLIEZ aucune information privée dans cette section. L'adresse exacte du propriétaire est une information privée.

source: **Note**: We never publish the exact address of the tree in the calendar. This information is provided to volunteers by email after they have signed up. Once you have verified that all the pick information is correct, **change the status of your harvest to "Date scheduled" to publish the pick in the calendar**.
fr: **Note**: Nous ne publions jamais l'adresse exacte de l'arbre dans le calendrier. Cette information est donnée aux bénévoles par courriel après qu'ils se soient inscrits pour la cueillette. Une fois que vous avez vérifié que toutes les informations de la cueillette sont correctes, **changez le statut de la récolte pour « Date prévue » pour publier la cueillette dans le calendrier**.

source: When a volunteer signs up for a pick, you will receive an automatic email, and a participation request will automatically be created in the system (**Fig.19**)).
fr: Quand un bénévole s'inscrit à une cueillette, vous recevrez un courriel automatique et une demande de participation sera automatiquement créée dans le système (**Fig.19**).

source: In the "Pickers" section of the harvest page (**Fig.19**), you can manage your pick requests. Here, you can see comments that were added by each person requesting to volunteer. You may change the status of their request to "accepted" or "declined" and you may add your own comments. However, please note that **any information you update here is not visible to the potential volunteers**. Currently this information is only visible to those who can log in to Saskatoon. This means that **you will need to contact each hopeful picker yourself directly by phone or email to let him/her know if you have accepted or declined his/her request to participate in the harvest**. (TODO: Update this with latest Saskatoon workflow. Saskatoon will send automatic emails to notice pickers if their participation is accepted or declined)
fr: Dans la section « Cueilleurs » de la page des Récoltes (**Fig.19**), vous pouvez gérer ces demandes. Vous pouvez également voir les commentaires qui pourront être ajoutés par les bénévoles. Vous pourrez changer le statut de cette demande pour « accepter » ou « refuser. » Cependant, svp notez que **toutes informations que vous mettrez à jour sur cette page ne sera pas visible par les potentiels bénévoles**. Cette information est uniquement accessible aux personnes possédant un identifiant Saskatoon. Cela signifie que **vous devrez contacter chaque cueilleur potentiel vous-même par téléphone ou courriel pour lui signifier si vous avez accepté ou refusé sa demande pour la cueillette**. (TODO: Update this with latest Saskatoon workflow. Saskatoon will send automatic emails to notice pickers if their participation is accepted or declined)

source: After a sufficient number of volunteers have signed up, change the pick status to "Ready" (similar to **Fig.10**).
fr: Une fois que vous avez atteint le nombre suffisant de cueilleurs, changer le statut de la cueillette pour « Prêt » (voir **Fig.10**).

source: When assembling your team, please give priority to the first-time harvesters, those who have never done a pick. Ideally, at least one spot per pick can be reserved for new pickers. If you have requested help with transporting equipment or fruit, you may give priority to those who agreed to help you.
fr: Quand vous formez votre équipe de cueilleurs, merci de donner la priorité à ceux qui n'ont encore jamais pris place à une cueillette. Idéalement, au moins une place par équipe de cueilleurs devrait être réservée aux nouveaux cueilleurs. Si vous avez demandé de l'aide pour le transport de l'équipement ou des fruits, vous devez donner la priorité à ceux qui ont accepté de vous aider.

source: After choosing your team, you are responsible for contacting each volunteer by email or phone to confirm their participation to the pick. Once they have confirmed, be sure to give them the following information:
fr: Après avoir choisi votre équipe, vous êtes en charge de contacter chaque bénévole par téléphone ou courriel pour confirmer leur participation. Une fois qu'ils ont confirmé, assurez-vous de leur donner les informations suivantes :

source: Address of the property where the tree or vine is located
fr: Adresse de la propriété où se trouve l'arbre ou la vigne

source: Reminder of date and time of pick
fr: Rappel de la date et de l'heure de la cueillette

source: Reminder to bring water, sunscreen, and containers or bags for their portion of the fruit
fr: Rappelez-leur d'apporter de l'eau, de la crème solaire, des contenants ou sacs pour leur portion de fruits

source: Instructions to wait for you before starting the pick or knocking on the owner's door
fr: Des instructions afin qu'ils vous attendant avant de commencer la cueillette ou qu'ils tapent à la porte du propriétaire

source: Your contact information (phone number, if possible)
fr: Vos coordonnées (téléphone, si possible)

source: If more pickers than necessary sign up before you close the pick in the calendar, you must contact each of them to inform them that, unfortunately, the pick is already full and that their help will not be necessary for this harvest
fr: Si davantage de cueilleurs que nécessaires se sont inscrits avant que vous clôturiez la cueillette dans le calendrier, il vous appartient de contacter chacun d'entre eux pour les prévenir que malheureusement, l'équipe de cueillette est déjà complète et que leur aide ne sera pas nécessaire cette fois-ci
