Repository: LesFruitsDefendus/guides
Catalog: docs/source/_locales/*/LC_MESSAGES/pre-pick-guide/planning-a-harvest.po
Languages: fr

source: Planning a harvest
fr: Planification d'une récolte

source: The simplest, fastest way to start organizing a harvest event is to adopt an "Orphan Harvest" in Saskatoon. This section will show you how to get started.
fr: La façon la plus simple et rapide d'organiser une récolte c'est en adoptant une « récolte orpheline » dans Saskatoon. Cette section vous expliquera comment vous y prendre.

source: If you'd like to choose from a larger list of possible trees in our database, please consult {ref}`Annex D <annex-D>`. It will show you how to identify and contact tree-owners in our database who've shown past interest in our collective, but haven't yet let us know whether we may harvest at their property this year.
fr: Si vous aimeriez choisir des arbres/vignes parmi notre base de données qui n'apparaissent pas dans les « récoltes, » veuillez consulter l'{ref}`Annexe D <annex-D>`. L'Annexe D décrit comment identifier et contacter les propriétaires d'arbres dans notre base de données qui ont démontré de l'intérêt dans notre collectif, mais qui n'ont pas répondu à notre formulaire d'intérêt cette année.

source: If you decide to use the approach explained in Annex D, please bear in mind that the process for choosing a tree will be more complicated than simply adopting an orphan harvest, and it will require additional responsibility on your part.
fr: Si vous décidez d'utiliser la procédure décrite dans l'Annexe D, veuillez garder en tête que ce ne sera pas aussi simple que d'adopter une récolte et que ça vous demandera plus de responsabilité.

source: Accessing Saskatoon
fr: Avoir accès à Saskatoon

source: Saskatoon is the online database that we developed to coordinate picks. To access Saskatoon, please go to [saskatoon.lesfruitsdefendus.org](https://saskatoon.lesfruitsdefendus.org). Pick-leaders need a user name and password to log in to this database. Only certain components of the database are accessible to the general public, i.e. the pick calendar.
fr: Saskatoon est le système de gestion de récoltes que nous avons développé pour coordonner les cueillettes. Pour y accéder, allez à: [saskatoon.lesfruitsdefendus.org](https://saskatoon.lesfruitsdefendus.org). Les chef.fe.s de cueillettes ont besoin d'un nom d'utilisateur et d'un mot de passe pour avoir accès à notre base de données. Seules certaines composantes dont calendrier sont accessibles publiquement.

source: If you need a username or password, contact your fruit buddy or someone from the collective's core (at [info@lesfruitsdefendus.org](mailto:info@lesfruitsdefendus.org)) to have one created for you.
fr: Si vous n'avez pas de mot de passe, demandez à votre compagnon de fruits ou à quelqu'un du noyau des Fruits Défendus ( à [info@lesfruitsdefendus.org](mailto:info@lesfruitsdefendus.org) ) de vous en créer un.

source: Choose the trees you want to pick
fr: Choisir des arbres à cueillir

source: Log in by clicking the "Login" button in the top right-hand corner of the screen. Enter your login credentials when prompted to do so **(Fig.3)**. **Fig.3** (TODO : ADD SCREENSHOT)
fr: Rendez-vous sur la page de Saskatoon : saskatoon.lesfruitsdefendus.org. Connectez-vous en appuyant sur le bouton en haut à droite de l'écran « se connecter » et entrez votre nom d'utilisateur et votre mot de passe. **(Fig.3)**. **Fig.3** (TODO : ADD SCREENSHOT)

source: Once you have accessed the main page of Saskatoon (the "Dashboard"), select the "Harvests" tab on the left-hand side of the page **(Fig.4)**. This is where you will find a list of harvests that are available to pick-leaders at that particular moment in time. **Fig.4** (TODO : ADD SCREENSHOT)
fr: Une fois que vous êtes sur la page principale de Saskatoon (le « Dashboard »), cliquez sur l'onglet « Récoltes » sur le côté gauche de la page **(Fig.4)**. C'est à cet endroit que vous trouverez la liste des récoltes disponibles en ce moment. **Fig.4** (TODO : ADD SCREENSHOT)

source: Explore all the possible trees and vines. Those that have no pick-leader assigned and are "orphans" **(Fig.5)** are yours for the taking! Be sure to note the tree's location (neighbourhood) and its scheduled date **(Fig 6)**, which corresponds to its approximate date of fruit maturity. **Important note: You must contact the tree owner several weeks before the approximate default date. This way, we do not miss the actual due date. ** **Fig.5** (TODO : ADD SCREENSHOT) **Fig.6** (TODO : ADD SCREENSHOT)
fr: Parcourez les arbres et vignes disponibles. Ceux qui n'ont pas de chef.fe.s de cueillette assigné.e.s sont « orphelins » (Fig.5) et peuvent être sélectionnés. Renseignez-vous sur la localisation exacte de l'arbre en question et sur la date à laquelle les fruits devraient entrer à maturité, ce qui correspond à la colonne « Date » (Fig.6). **Commentaire : Il faut contacter le propriétaire d'arbre plusieurs semaines à l'avance de la date approximative. De cette façon, nous évitons de manquer la vraie date de mûrissement!** **Fig.5** (TODO : ADD SCREENSHOT) **Fig.6** (TODO : ADD SCREENSHOT)

source: To learn more about a tree or vine, click on the name of its owner (**Fig.7, item 1 **). This will bring you to what we call the "Property Page" (for an example, see **Fig.15**). Here, you will find information about the owner, including contact info. and language preference, and about the property, including important physical attributes and equipment available on- site. Additional information about the harvest itself can be found by clicking on the Harvest ID button further to the left (**Fig.7, item #2**). This will bring you to what we call the "Harvest Page" (for an example, see **Fig.8**). **Fig.7** (TODO : ADD SCREENSHOT)
fr: Pour en apprendre plus à propos d'un arbre ou d'une vigne, cliquez sur le nom de son propriétaire (**Fig.7, item #1**). Cela vous amènera jusqu'à la page d'information sur le propriétaire (par exemple, voir **Fig.15**). Vous trouverez un certain nombre d'informations comme le contact, la langue dans lequel il ou elle préfère communiquer et des informations relatives à la propriété, notamment certains importants aspects physiques de la maison et une liste des équipements disponibles sur place. Des informations supplémentaires concernant la cueillette peuvent être trouvées en cliquant sur les numéros dans la colonne « Id », première à gauche du tableau (**Fig.7, item #2**). Cela vous amènera à ce que nous appelons la page des « récoltes » (pour un exemple, voir **Fig.8**). **Fig.7** (TODO : ADD SCREENSHOT)

source: If, after having done your research, you decide you want to lead a pick at that tree or vine, "adopt" it by clicking the harvest ID number (**Fig.7, item 2**) and then clicking the "adopt" button (**Fig.8**). **Fig.8** (TODO : ADD SCREENSHOT)
fr: Si après avoir fini votre recherche, vous décidez d'organiser une cueillette, adoptez un arbre ou une vigne en cliquant sur le numéro ID de la récolte (**Fig.7, item #2&&) et en cliquant ensuite sur le bouton « adopter » (**Fig.8**). **Fig.8** (TODO : ADD SCREENSHOT)

source: Congratulations! You just adopted a tree or vine to save its fruit! A few important things to keep in mind when adopting trees:
fr: Félicitations ! Vous venez d'adopter d'un arbre ou une vigne et allez contribuer à sauver ses fruits. Vous devez avoir quelques petites choses importantes en tête lorsque vous adoptez des arbres :

source: Try to give priority to those with earlier due dates (these are more urgent).
fr: Essayez de donner la priorité à ceux qui ont la date de récolte la plus avancée (la cueillette de ces arbres est plus urgente).

source: Try not to choose too many trees with pick dates that are close to each other, so that you do not become overwhelmed. It's important to keep in mind that scheduling a harvest is dependent on many unpredictable variables (weather, your schedule, the tree owner's schedule, etc.). We request that you not adopt more than three (3) harvests at the same time.
fr: Essayez de ne pas choisir trop d'arbres avec des dates de cueillette trop proches les unes des autres afin de ne pas vous surcharger de travail. Il est important de garder à l'esprit que la planification d'une cueillette est dépendante de certaines variables imprévisibles (météo, votre emploi du temps, l'emploi du temps du propriétaire, etc.). Nous vous demandons de ne pas adopter plus de 3 cueillettes à la fois.

source: **Once you've adopted a harvest**, you are responsible for this tree (see the next steps to understand what this responsibility entails). **If, for whatever reason, you cannot lead a pick at a tree or vine you've adopted, you must un-assign yourself from that harvest (aka "unadopt")**. If you fail to do so, we risk missing that tree or vine's fruit! To un-assign yourself from a tree or vine you've adopted, follow these steps:
fr: **Une fois que vous aviez adopté votre récolte**, vous êtes responsable pour cet arbre (voir les prochaines étapes pour voir ce que cette responsabilité comprend). **Si pour une raison ou une autre vous ne pouvez plus organiser la cueillette de cet arbre, vous devez libérer cette cueillette en changeant le statut à « orphelin » de façon à ce que quelqu'un d'autre puisse s'en charger**. Si vous ne le faites pas, nous risquons de perdre les fruits de cet arbre:

source: In the "Harvests" tab, select your tree or vine's ID number (see **Fig 7, item #2**).
fr: Dans le tableau des récoltes, sélectionnez le numéro ID de votre arbre (voir **Fig 7, item #2**).

source: Click "Edit this harvest" (**Fig 9**)
fr: Cliquez sur "Modifier cette récolte" (**Fig 9**)

source: Change the "Harvest Status" to "Orphan" using the drop-down menu (**Fig.10**) and remove your name as pick-leader (**Fig.11**). **Fig.10** (TODO : ADD SCREENSHOT) **Fig.11** (TODO : ADD SCREENSHOT)
fr: Changez le « statut de la récolte » pour « Orphelin » (**Fig.10**) et retirer votre nom en tant que chef.fe de cueillette pour cet arbre (**Fig.11**). **Fig.10** (TODO : ADD SCREENSHOT) **Fig.11** (TODO : ADD SCREENSHOT)

source: Contact the tree owner to schedule the pick.
fr: Contacter le propriétaire pour planifier la cueillette.

source: It is your responsibility to contact the owner of each tree or vine you've adopted (by phone, email, or in person) to determine the date and time of the pick. Contact information for each owner can be found in Saskatoon by clicking on their name under the "Harvests" tab (see **Fig.7, item #1**) or by searching their name under the "Properties" tab (**Fig.12 & 13**). **Fig.12** (TODO : ADD SCREENSHOT) **Fig.13** [map unavailable yet] (TODO : ADD SCREENSHOT)
fr: Il est de votre responsabilité de contacter chaque propriétaire d'arbres que vous avez adopté (par téléphone, courriel ou en personne) pour déterminer la date et l'heure de la cueillette. Les informations concernant le propriétaire peuvent être trouvées dans Saskatoon en cliquant sur leur nom dans le tableau des « Récoltes » (voir **Fig.7, item #1**) ou en cherchant leur nom dans le tableau des « Propriétés » (**Fig.12 & 13**). **Fig.12** (TODO : ADD SCREENSHOT) **Fig.13** [carte des propriétés non disponible en ce moment] (TODO : ADD SCREENSHOT)

source: Always consult the pick calendar (**Fig.14**) before choosing a date and time, to avoid scheduling conflicts with other picks. Note that two picks can take place at the same time if the pick-leaders use equipment located at different storage locations; in such cases, however, it is always a good idea to contact the pick-leader of the conflicting time slot to confirm who is using what.
fr: Consultez toujours le calendrier (**Fig.14**) des cueillettes avant de choisir une date et une heure afin d'éviter de planifier une cueillette en même temps que quelqu'un d'autre. Deux cueillettes peuvent toutefois être organisées en même temps si les chef.fe.s de cueillette utilisent des équipements pris à des endroits de stockage différents. Dans ce cas, il est préférable que les chef.fe.s de cueillette se contactent avant pour organiser les cueillettes communes afin d'éviter les problèmes organisationnels.

source: To ensure that you have enough time for picking, cleanup, and delivery of the fruit, plan your picks no less than four (4) hours before the closing of your chosen material storage location. If an exception is necessary, discuss with your fruit buddy. See Annex B (TODO: Add link to equipment points in Saskatoon)) for the opening hours of our equipment points.
fr: Pour s'assurer que vous disposez de suffisamment de temps pour la cueillette, le nettoyage et la livraison des fruits, planifiez vos cueillettes au moins 4h avant la fermeture des points de stockage de l'équipement de cueillette. Des exceptions peuvent être faites, pour cela contactez votre compagnon de fruits. Voir l'annexe B (TODO: Add link to equipment points in Saskatoon) pour connaitre les heures d'ouvertures de nos points de stockage du matériel.

source: Since a member of the fruit group should have already contacted the owner, their will be waiting for your call. Theoretically, all relevant information should have already been gathered and entered into Saskatoon by the fruit group. However, if you find that information you might need is missing, do ask the tree owner. Some questions fruit groups do not pose to owners, but which might be relevant, include:
fr: Une fois qu'un membre du groupe de fruit aura contacté le propriétaire de l'arbre, il ou elle attendra votre appel pour planifier la cueillette. En théorie, toutes les informations pertinentes auront été recueillies et entrées dans Saskatoon. Cependant si certaines informations qui peuvent vous être utiles sont manquantes, n'hésitez pas à contacter le propriétaire. Certaines questions ne sont pas posées aux propriétaires dans les groupes de fruits mais peuvent s'avérer pertinentes :

source: Whether we can climb in the tree to access the fruit (if necessary)
fr: Est-il possible de grimper dans l'arbre pour accéder aux fruits (si nécessaire)

source: In the case the owner can't be present during the pick, where their share of the fruit should be left. Ask them to provide one or more containers (preferably with lids, if possible).
fr: Dans le cas où le / la propriétaire ne peut pas être present.e pendant la cueillette, où leur part des fruits doit-elle être déposée. N'oubliez pas de leur demander de fournir un ou plusieurs contenants pour déposer les fruits (de préférence avec un couvercle).

source: If there is no compost bin at the property, request to have garbage bags left out for you for the fallen fruit.
fr: S'il n'y a pas de poubelle à compost sur la propriété, demandez à avoir des sacs à ordures pour les fruits qui seraient tombés et trop abimés.

source: As you are responsible for the tree/vine, you are responsible for updating the harvest information in Saskatoon with any information pertinent to the planning of the pick. Tracking such information indicates activity and progress in the organization of a pick – it helps let other Saskatoon users know what's going on.
fr: En tant que responsable de l'arbre/de la vigne, vous êtes responsable de mettre à jour les informations concernant la récolte sur Saskatoon avec toutes les informations pertinentes pour l'organisation d'une cueillette. En ce faisant, vous aiderez les chef.fe.s de cueillette à mieux gérer les cueillettes.

source: From season to season, it can help new pick-leaders gauge timelines and expectations when dealing with the same trees and vines. Therefore, make sure you record the information you collect each time you communicate with the tree owner.
fr: D'une saison à une autre, cela aides les nouveaux / nouvelles chef.fe.s de cueillettes de comprendre comment organiser les cueillettes sur des arbres / des propriétés en particulier et à savoir comment gérer les cueillettes sur des mêmes arbres / vignes. Ainsi, veillez à mettre à jour les informations dès que vous communiquez avec un propriétaire.

source: For information regarding the particular pick you are leading (short term information), add your notes into the Harvest Comments by clicking "+" or "Add new" when viewing the Harvest Page (**Fig.15**).
fr: Pour mettre des informations concernant la cueillette que vous allez réaliser, ajouter des commentaires dans les Commentaires de Récoltes en cliquant sur « + » quand vous êtes sur la page de Récoltes (**Fig.15**).

source: For all information concerning the tree itself or the owner (long term information), add your notes to the property page. You can do this by clicking "Edit property" when viewing the property page (**Fig.16**). Most notes can be added to the "Additional Information" section (**Fig.17**).
fr: Pour toute information concernant l'arbre lui-même ou le propriétaire, ajoutez vos commentaires sur la page Propriété. Vous pouvez le faire en cliquant sur « Modifier propriété » quand vous êtes sur la page de la propriété (**Fig.16**). La plupart des commentaires peuvent être ajoutées dans la section « Informations additionnelles » (**Fig.17**).

source: It is always a good idea to **visit the tree or vine in person to check the maturity of the fruit**. Be sure to note your observations in the Harvest Comments. See Annex C for tips on how to determine the maturity of the tree's or vine's fruit. It is your responsibility to know when the fruit is ready to be picked – owners do not always know!
fr: Il est toujours bien de **venir constater en personne chez le propriétaire si l'arbre ou la vigne est prête pour la cueillette**. Assurez-vous de bien noter vos observations dans la section Commentaires sur la Récolte. Voir l'annexe C pour des conseils sur comment déterminer si un arbre ou une vigne est à maturité. Il est de votre responsabilité de savoir à quel moment les fruits seront prêts pour la cueillette – les propriétaires ne le savent pas toujours !

source: You always need to have the consent of the owner before harvesting their tree or vine. If you don't succeed in contacting the owner before it's too late for the fruit*, cancel the pick by updating the tree/vine's status to "cancelled" (similar to **Fig.10**) and leave a note in the Harvest Comments section (see **Fig.15**) explaining why the pick was cancelled.
fr: Vous avez toujours besoin d'obtenir le consentement du propriétaire avant de venir cueillir un arbre ou une vigne. Si vous ne parvenez pas à contacter le propriétaire avant qu'il soit trop tard pour cueillir les fruits, annulez la cueillette et mettez à jour le statut de l'arbre/de la vigne sur " annulé" (similaire à la **Fig.10**) et laisser un commentaire dans les Commentaires de Récolte (voir **Fig.15**) expliquant pourquoi la cueillette a été annulée.

source: *If you need help determining whether it's too late for the fruit you want to pick, ask your fruit buddy or pass by the tree/vine to have a look for yourself. If you go in person and find fruit still on the tree/vine, use the information in **Annex C** to gauge the fruit's maturity.
fr: *Si vous avez besoin d'aide pour déterminer s'il est trop tard ou non pour réaliser une cueillette, demandez à votre compagnon de fruits ou allez directement sur place constater dans quel état sont les fruits. Si vous y allez en personne, vous pouvez utiliser les informations dans l'**Annexe C** pour déterminer si le fruit est à maturité.

source: Find a beneficiary organization that will receive the fruit
fr: Trouver un organisme bénéficiaire qui recevra le tiers des fruits

source: As you know, one third of the fruit will be given to a beneficiary organization at the end of the pick.
fr: Comme vous le savez, un tiers des fruits seront distribués à des organisations bénéficiaires à la fin de la cueillette.

source: You get to choose the organization to which you will donate the fruit (ex: the closest one to your pick). When you choose, you must call or email the contact person from the beneficiary organization beforehand to determine if they will be able to receive your fruit, (i.e. if they have the staff, equipment, and storage space to deal with the delivery - especially for fruit that cannot be eaten as-is). You must agree upon how, where, and when you will deliver the fruit. Please respect the advance notification requests of each organization. Don't forget to let them know the quantity and quality of the fruit you are going to deliver.
fr: Il vous appartient de choisir l'organisation bénéficiaire à laquelle vous donnerez une partie des fruits (ex : la plus proche du lieu de cueillette). Quand vous choisissez une organisation, vous devez appeler ou envoyer un courriel à la personne contact de l'organisation bénéficiaire afin de savoir si elle sera dispose à recevoir les fruits (savoir s'ils ont les équipements, les personnes et les capacités de stockage disponible au moment de la livraison). Vous devez vous accorder sur comment, où et quand vous livrerez les fruits. Veuillez contacter en avance les organisations pour qu'elles puissant s'organiser. N'oubliez pas de leur faire connaitre si possible la quantité et la qualité des fruits que vous allez leur livrer.

source: During the harvest season, our list of beneficiary organizations will be updated regularly therefore refer to the most current version either on Saskatoon, printed copies at the equipment points or the emailed versions.
fr: Pendant la saison des récoltes, notre liste des organismes bénéficiaires sera mise à jour régulièrement. Donc, Annexe A, du guide sera disponible sur Saskatoon, à nos points de stockage et partagés par courriel quand il y a des changements.

source: In 2019, we coordinated with some community fridges to expand our donations possibilities. Community fridge are often managed by Facebook groups; you can find the references in the [Beneficiary list](https://saskatoon.lesfruitsdefendus.org/beneficiary/).
fr: En 2019, nous nous sommes organisés avec des frigos communautaires pour ajouter des possibilités de récipiendaires de dons. Les frigos communautaires sont parfois gérés par des groupes Facebook; vous trouverez les références dans [la liste de nos bénéficiaires](https://saskatoon.lesfruitsdefendus.org/beneficiary/).

source: Publish the pick and assemble a team.
fr: Publier la récolte et former une équipe.

source: Once you have chosen a harvest date with the tree or vine's owner and you have found an organization to receive your fruit, you are now ready to announce the pick to our volunteers! We do this by publishing the picks in Saskatoon's pick calendar.
fr: Une fois que vous avez choisi votre date de cueillette et que vous avez trouvé votre organisation bénéficiaire, vous êtes prêt à annoncer votre cueillette aux bénévoles ! Nous faisons cela en publiant les cueillettes dans le calendrier des cueillettes de Saskatoon.

source: Before publishing the pick on the calendar, go to the "Edit Harvest" page (**see Fig.9**) and verify/input the following:
fr: Avant de publier la cueillette dans le calendrier, allez sur « Modifier Récolte » (**voir Fig.9**) et vérifier ou ajoutez les informations suivantes :

source: The date and time of the pick, as determined with the owner, in 24-hour format (**Fig.18**).
fr: La date et l'heure de la cueillette, comme convenues avec le propriétaire, dans un format 24h (**Fig.18**).

source: The number of pickers necessary (this does not need to be changed unless you've determined with the owner that more or fewer pickers will be needed) (**Fig.18**).
fr: Le nombre de cueilleurs requis (cela n'a pas besoin de changer sauf si vous déterminez avec le propriétaire que plus ou moins de cueilleurs sont nécessaires) (**Fig.18**).
